Repository: kelbas2007/bary3
Catalog: lib/l10n/app_*.arb
Languages: de, ru

# piggyBanks_detail_successAnimationGoalReached
source: 🎉 Goal reached!
de: 🎉 Ziel erreicht!
ru: 🎉 Цель достигнута!

# piggyBanks_detail_successAnimationDaysCloser
source: +{amount} • Goal is {count} {days} closer 🚀
de: +{amount} • Ziel ist {count} {days} näher 🚀
ru: +{amount} • Цель ближе на {count} {days} 🚀

# piggyBanks_detail_successAnimationSimpleTopUp
source: Piggy bank topped up by {amount}
de: Spardose um {amount} aufgeladen
ru: Копилка пополнена на {amount}

# piggyBanks_detail_noFundsError
source: No funds in the piggy bank to withdraw.
de: Kein Geld in der Spardose zum Abheben.
ru: В копилке нет средств для снятия.

# piggyBanks_detail_noOtherPiggiesError
source: No other piggy banks to transfer to.
de: Keine anderen Spardosen zum Überweisen.
ru: Нет других копилок для перевода.

# piggyBanks_detail_insufficientFundsError
source: Insufficient funds in the piggy bank.
de: Nicht genügend Geld in der Spardose.
ru: Недостаточно средств в копилке.

# piggyBanks_detail_withdrawToWalletNote
source: Withdrawal from piggy bank "{name}" → wallet
de: Abhebung von Spardose "{name}" → Geldbeutel
ru: Снятие из копилки "{name}" → кошелёк

# piggyBanks_detail_withdrawToWalletSnackbar
source: {amount} transferred to wallet
de: {amount} in den Geldbeutel überwiesen
ru: {amount} переведено в кошелёк

# piggyBanks_detail_spendFromPiggyNote
source: Purchase from piggy bank "{name}"
de: Kauf aus Spardose "{name}"
ru: Покупка из копилки "{name}"

# piggyBanks_detail_spendFromPiggySnackbar
source: Spent {amount} from the piggy bank
de: {amount} aus der Spardose ausgegeben
ru: Потрачено {amount} из копилки

# piggyBanks_detail_transferNote
source: Transfer between piggy banks: "{fromBank}" → "{toBank}"
de: Überweisung zwischen Spardosen: "{fromBank}" → "{toBank}"
ru: Перевод между копилками: "{fromBank}" → "{toBank}"

# piggyBanks_detail_transferSnackbar
source: {amount} transferred to "{toBank}"
de: {amount} nach "{toBank}" überwiesen
ru: {amount} переведено в "{toBank}"

# piggyBanks_operationSheet_addTitle
source: Top up piggy bank
de: Spardose aufladen
ru: Пополнить копилку

# piggyBanks_operationSheet_transferTitle
source: Transfer to another piggy bank
de: In eine andere Spardose überweisen
ru: Перевести в другую копилку

# piggyBanks_operationSheet_spendTitle
source: Spend from piggy bank
de: Aus der Spardose ausgeben
ru: Потратить из копилки

# piggyBanks_operationSheet_withdrawTitle
source: Withdraw to wallet
de: In den Geldbeutel abheben
ru: Снять в кошелёк

# piggyBanks_operationSheet_amountLabel
source: Amount
de: Betrag
ru: Сумма

# piggyBanks_operationSheet_maxAmountHint
source: Maximum: {amount}
ru: Максимум: {amount}

# piggyBanks_operationSheet_enterAmountHint
source: Enter amount
de: Betrag eingeben
ru: Введите сумму

# piggyBanks_operationSheet_categoryLabel
source: Category
de: Kategorie
ru: Категория

# piggyBanks_operationSheet_categoryHint
source: Select category
de: Kategorie auswählen
ru: Выберите категорию

# piggyBanks_operationSheet_categoryFood
source: Food
de: Essen
ru: Еда

# piggyBanks_operationSheet_categoryTransport
source: Transport
ru: Транспорт

# piggyBanks_operationSheet_categoryEntertainment
source: Entertainment
de: Unterhaltung
ru: Развлечения

# piggyBanks_operationSheet_categoryOther
source: Other
de: Sonstiges
ru: Другое

# piggyBanks_operationSheet_noteLabel
source: Purchase name (optional)
de: Name des Kaufs (optional)
ru: Название покупки (необязательно)

# piggyBanks_operationSheet_noteHint
source: Enter name...
de: Namen eingeben...
ru: Введите название...

# piggyBanks_operationSheet_errorTooMuch
source: The amount exceeds the available funds
de: Der Betrag übersteigt die verfügbaren Mittel
ru: Сумма превышает доступные средства

# piggyBanks_operationSheet_errorInvalid
source: Please enter a valid amount
de: Bitte gib einen gültigen Betrag ein
ru: Введите корректную сумму

# piggyBanks_withdrawMode_title
source: What to do with the money?
de: Was soll mit dem Geld geschehen?
ru: Что сделать с деньгами?

# piggyBanks_withdrawMode_toWalletTitle
source: To wallet
de: In den Geldbeutel
ru: В кошелёк

# piggyBanks_withdrawMode_toWalletSubtitle
source: Wallet +, Piggy Bank −
de: Geldbeutel +, Spardose −
ru: Кошелёк +, Копилка −

# piggyBanks_withdrawMode_spendTitle
source: Spend directly from piggy bank
de: Direkt aus der Spardose ausgeben
ru: Потратить сразу из копилки

# piggyBanks_withdrawMode_spendSubtitle
source: Wallet unchanged, Piggy Bank −
de: Geldbeutel unverändert, Spardose −
ru: Кошелёк не меняется, Копилка −

# piggyBanks_withdrawMode_transferTitle
source: Transfer to another piggy bank
de: In eine andere Spardose überweisen
ru: Перевести в другую копилку

# piggyBanks_withdrawMode_transferSubtitle
source: Wallet unchanged, Piggy Bank A −, Piggy Bank B +
de: Geldbeutel unverändert, Spardose A −, Spardose B +
ru: Кошелёк не меняется, Копилка A −, Копилка B +

# piggyBanks_picker_title
source: Choose a piggy bank to transfer to
de: Wähle eine Spardose für die Überweisung
ru: Выбери копилку для перевода

# piggyBanks_picker_defaultTitle
source: Choose a piggy bank
de: Wähle eine Spardose
ru: Выбери копилку

# balance_currentBalance
source: Current Balance
de: Aktuelles Guthaben
ru: Текущий баланс

# balance_forecast
source: Forecast
de: Prognose
ru: Прогноз

# balance_fact
source: Fact
de: Tatsächlich
ru: Факт

# balance_withPlannedExpenses
source: Including planned expenses
de: Inkl. geplanter Ausgaben
ru: С учётом запланированных трат

# balance_forecastForDay
source: Day forecast
de: Tagesprognose
ru: Прогноз на день

# balance_forecastForWeek
source: Week forecast
de: Wochenprognose
ru: Прогноз на неделю

# balance_forecastForMonth
source: Month forecast
de: Monatsprognose
ru: Прогноз на месяц

# balance_forecastFor3Months
source: 3 months forecast
de: 3-Monats-Prognose
ru: Прогноз на 3 месяца

# balance_level
source: Level {level}
ru: Уровень {level}

# balance_toolsDescription
source: Calculators and tools for financial planning
de: Rechner und Tools für die Finanzplanung
ru: Калькуляторы и инструменты для финансового планирования

# balance_tools
source: Tools
de: Werkzeuge
ru: Инструменты

# balance_filterDay
source: Day
de: Tag
ru: День

# balance_filterWeek
source: Week
de: Woche
ru: Неделя

# balance_filterMonth
source: Month
de: Monat
ru: Месяц

# balance_emptyStateIncome
source: Nothing here yet. Add some income!
de: Noch nichts hier. Füge Einkommen hinzu!
ru: Пока пусто. Добавьте доход!

# balance_emptyStateNoTransactions
source: No transactions for the selected period
de: Keine Transaktionen im gewählten Zeitraum
ru: Нет транзакций за выбранный период

# balance_addIncome
source: Add income
de: Einkommen hinzufügen
ru: Добавить доход

# balance_addExpense
source: Add expense
de: Ausgabe hinzufügen
ru: Добавить расход

# balance_amount
source: Amount
de: Betrag
ru: Сумма

# balance_category
source: Category
de: Kategorie
ru: Категория

# balance_selectCategory
source: Select category
de: Kategorie auswählen
ru: Выберите категорию

# balance_toPiggyBank
source: To piggy bank (optional)
de: Zur Spardose (optional)
ru: В копилку (необязательно)

# balance_fromPiggyBank
source: From piggy bank (optional)
de: Aus Spardose (optional)
ru: Из копилки (необязательно)

# balance_note
source: Note
de: Notiz
ru: Заметка

# balance_noteHint
source: Enter a note...
de: Notiz eingeben...
ru: Введите заметку...

# balance_save
source: Save
de: Speichern
ru: Сохранить

# balance_categories_food
source: Food
de: Essen
ru: Еда

# balance_categories_transport
source: Transport
ru: Транспорт

# balance_categories_games
source: Games
de: Spiele
ru: Игры

# balance_categories_clothing
source: Clothing
de: Kleidung
ru: Одежда

# balance_categories_entertainment
source: Entertainment
de: Unterhaltung
ru: Развлечения

# balance_categories_other
source: Other
de: Sonstiges
ru: Другое

# balance_categories_pocketMoney
source: Pocket money
de: Taschengeld
ru: Карманные

# balance_categories_gift
source: Gift
de: Geschenk
ru: Подарок

# balance_categories_sideJob
source: Side job
de: Nebenjob
ru: Подработка

# settings_language
source: Language
de: Sprache
ru: Язык

# settings_selectCurrency
source: Select currency
de: Währung auswählen
ru: Выбери валюту

# settings_appearance
source: Appearance
de: Erscheinungsbild
ru: Внешний вид

# settings_theme
source: Theme
de: Design
ru: Тема

# settings_themeBlue
source: Blue
de: Blau
ru: Синяя

# settings_themePurple
source: Purple
de: Lila
ru: Фиолетовая

# settings_themeGreen
source: Green
de: Grün
ru: Зелёная

# settings_explanationMode
source: Explanation mode
de: Erklärungsmodus
ru: Режим объяснений

# settings_howToExplain
source: How to explain
de: Wie erklären
ru: Как объяснять

# settings_uxSimpleDescription
source: Simple explanations
de: Einfache Erklärungen
ru: Простые объяснения

# settings_uxProDescription
source: Detailed explanations
de: Detaillierte Erklärungen
ru: Подробные объяснения

# settings_currency
source: Currency
de: Währung
ru: Валюта

# settings_notifications
source: Notifications
de: Benachrichtigungen
ru: Уведомления

# settings_bariMode
source: Bari mode
de: Bari-Modus
ru: Режим Bari

# settings_bariModeOffline
source: Offline
ru: Офлайн

# settings_bariModeOnline
source: Online
ru: Онлайн

# settings_bariModeHybrid
source: Hybrid
ru: Гибридный

# settings_showSources
source: Show sources
de: Quellen anzeigen
ru: Показывать источники

# settings_showSourcesDescription
source: Show sources for tips
de: Quellen für Tipps anzeigen
ru: Показывать источники советов

# settings_smallTalk
source: Small talk
ru: Небольшие разговоры

# settings_smallTalkDescription
source: Allow small talk with Bari
de: Smalltalk mit Bari erlauben
ru: Разрешить небольшие разговоры с Bari

# settings_parentZone
source: Parent zone
de: Elternbereich
ru: Родительская зона

# settings_parentZoneDescription
source: Manage approvals and settings
de: Genehmigungen und Einstellungen verwalten
ru: Управление одобрениями и настройками

# settings_tools
source: Tools
de: Werkzeuge
ru: Инструменты

# settings_toolsDescription
source: Calculators and other tools
de: Rechner und andere Werkzeuge
ru: Калькуляторы и другие инструменты

# settings_exportData
source: Export data
de: Daten exportieren
ru: Экспорт данных

# settings_importData
source: Import data
de: Daten importieren
ru: Импорт данных

# settings_resetProgress
source: Reset progress
de: Fortschritt zurücksetzen
ru: Сбросить прогресс

# settings_resetProgressWarning
source: Are you sure you want to reset all progress? This action cannot be undone.
de: Bist du sicher, dass du den gesamten Fortschritt zurücksetzen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
ru: Вы уверены, что хотите сбросить весь прогресс? Это действие нельзя отменить.

# settings_cancel
source: Cancel
de: Abbrechen
ru: Отмена

# settings_progressReset
source: Progress reset
de: Fortschritt zurückgesetzt
ru: Прогресс сброшен

# settings_enterPinToConfirm
source: Enter PIN to confirm
de: PIN zur Bestätigung eingeben
ru: Введите PIN для подтверждения

# settings_wrongPin
source: Wrong PIN
de: Falsche PIN
ru: Неверный PIN

# priceComparisonCalculator_factSaved
source: Fact saved
de: Fakten gespeichert
ru: Факт сохранён

# twentyFourHourRuleCalculator_enterItemName
source: Enter item name
de: Artikelname eingeben
ru: Введите название предмета

# twentyFourHourRuleCalculator_reminderSet
source: Reminder set
de: Erinnerung gesetzt
ru: Напоминание установлено

# twentyFourHourRuleCalculator_no
source: No
de: Nein
ru: Нет

# subscriptionsCalculator_no
source: No
de: Nein
ru: Нет

# subscriptionsCalculator_repeatDaily
source: Daily
de: Täglich
ru: Ежедневно

# subscriptionsCalculator_repeatWeekly
source: Weekly
de: Wöchentlich
ru: Еженедельно

# subscriptionsCalculator_repeatMonthly
source: Monthly
de: Monatlich
ru: Ежемесячно

# subscriptionsCalculator_repeatYearly
source: Yearly
de: Jährlich
ru: Ежегодно

# subscriptionsCalculator_enterSubscriptionName
source: Enter subscription name
de: Abonnementname eingeben
ru: Введите название подписки

# calendar_completed
source: Completed
de: Abgeschlossen
ru: Выполнено

# calendar_edit
source: Edit
de: Bearbeiten
ru: Редактировать

# calendar_reschedule
source: Reschedule
de: Verschieben
ru: Перенести

# calendar_completeNow
source: Complete now
de: Jetzt abschließen
ru: Выполнить сейчас

# calendar_showTransaction
source: Show transaction
de: Transaktion anzeigen
ru: Показать транзакцию

# calendar_restore
source: Restore
de: Wiederherstellen
ru: Восстановить

# calendar_eventAlreadyCompleted
source: Event already completed
de: Ereignis bereits abgeschlossen
ru: Событие уже выполнено

# calendar_noPiggyBanks
source: No piggy banks
de: Keine Spardosen
ru: Нет копилок

# calendar_eventAlreadyCompletedWithTx
source: Event already completed. Transaction created.
de: Ereignis bereits abgeschlossen. Transaktion erstellt.
ru: Событие уже выполнено. Транзакция создана.

# calendar_sentToParentForApproval
source: Sent to parent for approval
de: An Eltern zur Genehmigung gesendet
ru: Отправлено родителю на одобрение

# calendar_addedToPiggyBank
source: added to piggy bank
de: zur Spardose hinzugefügt
ru: добавлено в копилку

# calendar_eventCompletedWithAmount
source: Event completed: {amount}
de: Ereignis abgeschlossen: {amount}
ru: Событие выполнено: {amount}

# calendar_planContinues
source: Plan continues
de: Plan läuft weiter
ru: План продолжается

# calendar_cancelEvent
source: Cancel event
de: Ereignis abbrechen
ru: Отменить событие

# calendar_cancelEventMessage
source: Are you sure you want to cancel this event?
de: Bist du sicher, dass du dieses Ereignis abbrechen möchtest?
ru: Вы уверены, что хотите отменить это событие?

# calendar_no
source: No
de: Nein
ru: Нет

# calendar_yesCancel
source: Yes, cancel
de: Ja, abbrechen
ru: Да, отменить

# calendar_wantToReschedule
source: Do you want to reschedule the event?
de: Möchtest du das Ereignis verschieben?
ru: Хотите перенести событие?

# calendar_eventRestored
source: Event restored
de: Ereignis wiederhergestellt
ru: Событие восстановлено

# calendar_eventUpdated
source: Event updated
de: Ereignis aktualisiert
ru: Событие обновлено

# calendar_deleteEventConfirm
source: Delete event?
de: Ereignis löschen?
ru: Удалить событие?

# calendar_deleteEventSeriesMessage
source: Delete entire event series?
de: Gesamte Ereignisserie löschen?
ru: Удалить всю серию событий?

# calendar_deleteAllRepeatingConfirm
source: All repeating events will be deleted. This action cannot be undone.
de: Alle wiederholenden Ereignisse werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
ru: Все повторяющиеся события будут удалены. Это действие нельзя отменить.

# calendar_undo
source: Undo
de: Rückgängig
ru: Отменить

# calendar_editScopeTitle
source: What to edit?
de: Was bearbeiten?
ru: Что редактировать?

# calendar_editScopeSubtitle
source: Select the scope of changes
de: Wählen Sie den Anwendungsbereich der Änderungen
ru: Выберите область применения изменений

# calendar_editThisEventOnly
source: This event only
de: Nur dieses Ereignis
ru: Только это событие

# calendar_editThisEventOnlyDesc
source: Changes will affect only the selected event
de: Änderungen betreffen nur das ausgewählte Ereignis
ru: Изменения коснутся только выбранного события

# calendar_editAllRepeating
source: All repetitions
de: Alle Wiederholungen
ru: Все повторения

# calendar_editAllRepeatingDesc
source: Changes will apply to all events in the series
de: Änderungen gelten für alle Ereignisse in der Serie
ru: Изменения применятся ко всем событиям в серии

# calendar_deleteScopeTitle
source: What to delete?
de: Was löschen?
ru: Что удалить?

# calendar_deleteScopeSubtitle
source: Select the scope of deletion
de: Wählen Sie den Löschbereich
ru: Выберите область удаления

# calendar_deleteAllRepeatingDesc
source: All events in the series will be deleted
de: Alle Ereignisse in der Serie werden gelöscht
ru: Удалены будут все события в серии

# calendar_cancel
source: Cancel
de: Abbrechen
ru: Отмена

# calendar_transactionNotFound
source: Transaction not found
de: Transaktion nicht gefunden
ru: Транзакция не найдена

# calendar_transaction
source: Transaction
de: Transaktion
ru: Транзакция

# calendar_transactionAmount
source: Amount
de: Betrag
ru: Сумма

# calendar_transactionDate
source: Date
de: Datum
ru: Дата

# calendar_transactionCategory
source: Category
de: Kategorie
ru: Категория

# calendar_transactionNote
source: Note
de: Notiz
ru: Заметка

# deletedEvents_title
source: Deleted events
de: Gelöschte Ereignisse
ru: Удаленные события

# deletedEvents_empty
source: Trash is empty
de: Papierkorb ist leer
ru: Корзина пуста

# deletedEvents_count
source: {count} events
de: {count} Ereignisse
ru: {count} событий

# deletedEvents_restore
source: Restore
de: Wiederherstellen
ru: Восстановить

# deletedEvents_deletePermanent
source: Delete permanently
de: Endgültig löschen
ru: Удалить навсегда

# deletedEvents_deletedAt
source: Deleted:
de: Gelöscht:
ru: Удалено:

# deletedEvents_restored
source: Event restored
de: Ereignis wiederhergestellt
ru: Событие восстановлено

# deletedEvents_deleted
source: Event deleted permanently
de: Ereignis endgültig gelöscht
ru: Событие удалено навсегда

# deletedEvents_permanentDeleteTitle
source: Delete permanently?
de: Endgültig löschen?
ru: Удалить навсегда?

# deletedEvents_permanentDeleteMessage
source: This action cannot be undone. The event will be deleted without the possibility of recovery.
de: Diese Aktion kann nicht rückgängig gemacht werden. Das Ereignis wird ohne Wiederherstellungsmöglichkeit gelöscht.
ru: Это действие нельзя отменить. Событие будет удалено без возможности восстановления.

# deletedEvents_clearOld
source: Clear old
de: Alte löschen
ru: Очистить старые

# deletedEvents_clearOldTitle
source: Clear old events?
de: Alte Ereignisse löschen?
ru: Очистить старые события?

# deletedEvents_clearOldMessage
source: Delete events that have been in the trash for more than 30 days?
de: Ereignisse löschen, die sich seit mehr als 30 Tagen im Papierkorb befinden?
ru: Удалить события, которые находятся в корзине более 30 дней?

# deletedEvents_clearedCount
source: Deleted {count} events
de: {count} Ereignisse gelöscht
ru: Удалено {count} событий

# deletedEvents_restoreScopeTitle
source: What to restore?
de: Was wiederherstellen?
ru: Что восстановить?

# deletedEvents_restoreScopeMessage
source: Select the scope of restoration
de: Wählen Sie den Wiederherstellungsbereich
ru: Выберите область восстановления

# subscriptions_filter
source: Filter
ru: Фильтр

# subscriptions_all
source: All
de: Alle
ru: Все

# subscriptions_income
source: Income
de: Einkommen
ru: Доходы

# subscriptions_expense
source: Expenses
de: Ausgaben
ru: Расходы

# subscriptions_type
source: Type
de: Typ
ru: Тип

# bariChat_title
source: Chat with Bari
de: Chat mit Bari
ru: Чат с Бари

# bariChat_welcomeDefault
source: Hi! I'm Bari, your financial literacy assistant. How can I help?
de: Hallo! Ich bin Bari, dein Finanzhelfer. Wie kann ich helfen?
ru: Привет! Я Бари, твой помощник в финансовой грамотности. Чем могу помочь?

# bariChat_welcomeCalculator
source: Hi! You're using a calculator. Need help with calculations?
de: Hallo! Du verwendest einen Rechner. Brauchst du Hilfe bei den Berechnungen?
ru: Привет! Ты используешь калькулятор. Нужна помощь с расчётами?

# bariChat_welcomePiggyBank
source: Hi! Talking about a piggy bank? Tell me what you want to know!
de: Hallo! Reden wir über eine Spardose? Erzähl mir, was du wissen möchtest!
ru: Привет! Говорим про копилку? Расскажи, что хочешь узнать!

# bariChat_welcomePlannedEvent
source: Hi! You have a planned event. Questions about planning?
de: Hallo! Du hast ein geplantes Ereignis. Fragen zur Planung?
ru: Привет! У тебя запланированное событие. Вопросы по планированию?

# bariChat_welcomeLesson
source: Hi! You're taking a lesson. Something unclear? Ask me!
de: Hallo! Du machst eine Lektion. Etwas unklar? Frag mich!
ru: Привет! Ты проходишь урок. Что-то непонятно? Спрашивай!

# bariChat_welcomeTask
source: Hi! Let's talk about the task "{title}"? I can help with the reward, time, or difficulty.
de: Hallo! Lass uns über die Aufgabe "{title}" sprechen? Ich kann bei Belohnung, Zeit oder Schwierigkeit helfen.
ru: Привет! Поговорим про задание "{title}"? Могу помочь разобраться с наградой, временем или сложностью.

# bariChat_fallbackResponse
source: Sorry, I didn't understand. Try rephrasing your question.
de: Entschuldige, ich habe das nicht verstanden. Versuche, deine Frage umzuformulieren.
ru: Извини, не понял. Попробуй переформулировать вопрос.

# bariChat_source
source: Source
de: Quelle
ru: Источник

# bariChat_close
source: Close
de: Schließen
ru: Закрыть

# bariChat_inputHint
source: Type a message...
de: Schreibe eine Nachricht...
ru: Напиши сообщение...

# bariChat_thinking
source: Thinking...
de: Denke nach...
ru: Думаю...

# bariChat_task
source: task
de: Aufgabe
ru: задание

# calculatorsList_title
source: Calculators
de: Rechner
ru: Калькуляторы

# calculatorsList_piggyPlan
source: Piggy Bank Plan
de: Spardosen-Plan
ru: Копилка-план

# calculatorsList_piggyPlanDesc
source: How much to save for a goal
de: Wie viel für ein Ziel sparen
ru: Сколько откладывать для цели

# calculatorsList_goalDate
source: When Will I Reach My Goal
de: Wann erreiche ich mein Ziel
ru: Когда достигну цель

# calculatorsList_goalDateDesc
source: Achievement date with regular contributions
de: Erreichungsdatum bei regelmäßigen Beiträgen
ru: Дата достижения по регулярным взносам

# calculatorsList_monthlyBudget
source: Monthly Expense Plan
de: Monatlicher Ausgabenplan
ru: План расходов на месяц

# calculatorsList_monthlyBudgetDesc
source: Limit and remaining for the month
de: Limit und Rest für den Monat
ru: Лимит и остаток на месяц

# calculatorsList_subscriptions
source: Subscriptions & Regular Payments
de: Abos & regelmäßige Zahlungen
ru: Подписки и регулярки

# calculatorsList_subscriptionsDesc
source: How much regular expenses cost
de: Was regelmäßige Ausgaben kosten
ru: Сколько съедают регулярные траты

# calculatorsList_canIBuy
source: Can I Buy It Now?
de: Kann ich das jetzt kaufen?
ru: Хочу купить — можно ли сейчас?

# calculatorsList_canIBuyDesc
source: Check purchase affordability
de: Kaufbarkeit prüfen
ru: Проверка доступности покупки

# calculatorsList_priceComparison
source: Price Comparison
de: Preisvergleich
ru: Сравнение цен

# calculatorsList_priceComparisonDesc
source: What's a better deal
de: Was ist günstiger
ru: Что выгоднее купить

# calculatorsList_24hRule
source: 24-Hour Rule
de: 24-Stunden-Regel
ru: Правило 24 часов

# calculatorsList_24hRuleDesc
source: Delay impulsive purchases
de: Impulskäufe verschieben
ru: Отложить импульсную покупку

# calculatorsList_budget503020
source: 50/30/20 Budget
ru: Бюджет 50/30/20

# calculatorsList_budget503020Desc
source: Income distribution
de: Einkommensverteilung
ru: Распределение дохода

# earningsLab_title
source: Earnings Lab
de: Verdienst-Labor
ru: Лаборатория заработка

# earningsLab_explanationSimple
source: Plan task → complete it in calendar → get reward.
de: Aufgabe planen → im Kalender erledigen → Belohnung erhalten.
ru: Запланируй задание → выполни его в календаре → получи награду.

# earningsLab_explanationPro
source: Earnings Lab: first plan a task for a date, then mark it as completed in the calendar. Reward will be credited automatically. Planning helps not to forget important things.
de: Verdienstlabor: Plane zuerst eine Aufgabe für ein Datum, markiere sie dann im Kalender als erledigt. Belohnung wird automatisch gutgeschrieben. Planung hilft, wichtige Dinge nicht zu vergessen.
ru: Лаборатория заработка: сначала запланируй задание на дату, затем отметь его выполненным в календаре. Награда будет зачислена автоматически. Планирование помогает не забывать о важных делах.
