Repository: kelbas2007/bary3
Catalog: lib/l10n/app_*.arb
Languages: de, ru

# common_cancel
source: Cancel
de: Abbrechen
ru: Отмена

# common_save
source: Save
de: Speichern
ru: Сохранить

# common_create
source: Create
de: Erstellen
ru: Создать

# common_delete
source: Delete
de: Löschen
ru: Удалить

# common_done
source: Done
de: Fertig
ru: Готово

# common_understand
source: Got it
de: Verstanden
ru: Понятно

# common_planCreated
source: Plan created successfully!
de: Plan erfolgreich erstellt!
ru: План успешно создан!

# common_purchasePlanned
source: Purchase planned!
de: Kauf geplant!
ru: Покупка запланирована!

# common_income
source: Income
de: Einkommen
ru: Доход

# common_expense
source: Expense
de: Ausgabe
ru: Расход

# common_plan
source: Plan
ru: План

# common_balance
source: Balance
de: Guthaben
ru: Баланс

# common_piggyBanks
source: Piggy Banks
de: Spardosen
ru: Копилки

# common_calendar
source: Calendar
de: Kalender
ru: Календарь

# common_lessons
source: Lessons
de: Lektionen
ru: Уроки

# common_settings
source: Settings
de: Einstellungen
ru: Настройки

# common_tools
source: Tools
de: Werkzeuge
ru: Инструменты

# common_continue
source: Continue
de: Weiter
ru: Продолжить

# common_confirm
source: Confirm
de: Bestätigen
ru: Подтвердить

# common_error
source: Error
de: Fehler
ru: Ошибка

# common_tryAgain
source: Try again
de: Erneut versuchen
ru: Попробовать снова

source: Balance
de: Guthaben
ru: Баланс

source: Search
de: Suchen
ru: Поиск

source: Reset
de: Zurücksetzen
ru: Сбросить

source: Done
de: Fertig
ru: Готово

# moneyValidator_enterAmount
source: Please enter an amount
de: Bitte gib einen Betrag ein
ru: Напиши сумму

# moneyValidator_notANumber
source: That doesn't look like a number
de: Das sieht nicht wie eine Zahl aus
ru: Не похоже на число

# moneyValidator_mustBePositive
source: The amount must be greater than 0
de: Der Betrag muss größer als 0 sein
ru: Сумма должна быть больше 0

# moneyValidator_tooSmall
source: The amount is too small
de: Der Betrag ist zu klein
ru: Сумма слишком маленькая

# bariOverlay_tipOfDay
source: Tip of the day
de: Tipp des Tages
ru: Подсказка дня

# bariOverlay_defaultTip
source: Remember: every coin brings you closer to your goal!
de: Denk dran: Jede Münze bringt dich näher an dein Ziel!
ru: Помни: каждая монета приближает тебя к цели!

# bariOverlay_instructions
source: Tap Bari to open a tip. Double-tap for chat.
de: Tippe auf Bari für einen Tipp. Doppeltipp für den Chat.
ru: Нажми на Бари — открыть подсказку. Двойной тап — чат.

# bariOverlay_openChat
source: Open Chat
de: Chat öffnen
ru: Открыть чат

# bariOverlay_moreTips
source: Another tip
de: Nächster Tipp
ru: Ещё подсказку

# mainScreen_transferToPiggyBank
source: Transfer to piggy bank "{bankName}" (from income)
de: Überweisung in Spardose "{bankName}" (aus Einkommen)
ru: Перевод в копилку "{bankName}" (из дохода)

# bariTip_income
source: Great income! What will you spend it on?
de: Tolles Einkommen! Wofür wirst du es ausgeben?
ru: Отличный доход! Куда потратишь?

# bariTip_expense
source: Spent. Was that in the plan?
de: Ausgegeben. War das geplant?
ru: Потрачено. Это было в планах?

# bariTip_planCreated
source: Plan created! Sticking to it is the key to success.
de: Plan erstellt! Daran zu halten ist der Schlüssel zum Erfolg.
ru: План создан! Следовать ему — ключ к успеху.

# bariTip_planCompleted
source: Plan completed! You are great!
de: Plan abgeschlossen! Du bist großartig!
ru: План выполнен! Ты молодец!

# bariTip_piggyBankCreated
source: New piggy bank! What are we saving for?
de: Neue Spardose! Wofür sparen wir?
ru: Новая копилка! На что копим?

# bariTip_piggyBankCompleted
source: Piggy bank is full! Congratulations on reaching your goal!
de: Spardose ist voll! Herzlichen Glückwunsch zum Erreichen deines Ziels!
ru: Копилка заполнена! Поздравляю с достижением цели!

# bariTip_lessonCompleted
source: Lesson completed! New knowledge is a superpower!
de: Lektion abgeschlossen! Neues Wissen ist eine Superkraft!
ru: Урок пройден! Новые знания — суперсила!

# period_day
source: Day
de: Tag
ru: День

# period_week
source: Week
de: Woche
ru: Неделя

# period_month
source: Month
de: Monat
ru: Месяц

# period_inADay
source: per day
de: pro Tag
ru: в день

# period_inAWeek
source: per week
de: pro Woche
ru: в неделю

# period_inAMonth
source: per month
de: pro Monat
ru: в месяц

# period_everyDay
source: Every Day
de: Jeden Tag
ru: Каждый день

# period_onceAWeek
source: Once a Week
de: Einmal pro Woche
ru: Раз в неделю

# period_onceAMonth
source: Once a Month
de: Einmal im Monat
ru: Раз в месяц

# plural_days
source: {count,plural, =1{day} other{{count} days}}
de: {count,plural, =1{Tag} other{{count} Tage}}
ru: {count,plural, =1{день} few{дня} many{дней} other{дней}}

# monthlyBudgetCalculator_title
source: Monthly Expense Plan
de: Monatlicher Ausgabenplan
ru: План расходов на месяц

# monthlyBudgetCalculator_subtitle
source: Set a limit and see the rest—it will be easier to control your money.
de: Setze ein Limit und sieh den Rest – es wird einfacher sein, dein Geld zu kontrollieren.
ru: Поставь лимит и посмотри остаток — деньги станет легче контролировать.

# monthlyBudgetCalculator_step1
source: Month
de: Monat
ru: Месяц

# monthlyBudgetCalculator_step2
source: Limit
ru: Лимит

# monthlyBudgetCalculator_step3
source: Result
de: Ergebnis
ru: Итог

# monthlyBudgetCalculator_selectMonth
source: 1) Select month
de: 1) Monat auswählen
ru: 1) Выбери месяц

# monthlyBudgetCalculator_setLimit
source: 2) Set a limit
de: 2) Limit setzen
ru: 2) Поставь лимит

# monthlyBudgetCalculator_limitForMonth
source: Limit for the month
de: Limit für den Monat
ru: Лимит на месяц

# monthlyBudgetCalculator_result
source: Result
de: Ergebnis
ru: Итог

# monthlyBudgetCalculator_spent
source: Spent
de: Ausgegeben
ru: Потрачено

# monthlyBudgetCalculator_remaining
source: Remaining
de: Übrig
ru: Осталось

# monthlyBudgetCalculator_warningAlmostLimit
source: ⚠️ Limit almost reached! Try to reduce spending in the remaining days.
de: ⚠️ Limit fast erreicht! Versuche, die Ausgaben in den verbleibenden Tagen zu reduzieren.
ru: ⚠️ Почти достигнут лимит! Попробуй снизить траты в оставшиеся дни.

# monthlyBudgetCalculator_warningOverLimit
source: You are over the limit by {amount}. You can reconsider the limit or find where to save.
de: Du hast das Limit um {amount} überschritten. Du kannst das Limit überdenken oder Sparmöglichkeiten finden.
ru: Ты вышел за лимит на {amount}. Можно пересмотреть лимит или найти, где сэкономить.

# goalDateCalculator_title
source: When Will I Reach My Goal?
de: Wann erreiche ich mein Ziel?
ru: Когда я достигну цели

# goalDateCalculator_subtitle
source: Enter the contribution amount and frequency—I'll show you the approximate achievement date.
de: Gib den Beitragsbetrag und die Häufigkeit ein – ich zeige dir das ungefähre Zieldatum.
ru: Введи сумму взноса и частоту — я покажу примерную дату достижения.

# goalDateCalculator_stepGoal
source: Goal
de: Ziel
ru: Цель

# goalDateCalculator_stepContribution
source: Contribution
de: Beitrag
ru: Взнос

# goalDateCalculator_stepFrequency
source: Frequency
de: Häufigkeit
ru: Частота

# goalDateCalculator_headerGoal
source: 1) Goal
de: 1) Ziel
ru: 1) Цель

# goalDateCalculator_piggyBankLabel
source: Piggy Bank
de: Spardose
ru: Копилка

# goalDateCalculator_remainingToGoal
source: Remaining: {amount}
de: Übrig: {amount}
ru: Осталось: {amount}

# goalDateCalculator_headerContribution
source: 2) How much do you set aside
de: 2) Wie viel legst du zurück
ru: 2) Сколько откладываешь

# goalDateCalculator_contributionAmountLabel
source: Contribution amount
de: Beitragsbetrag
ru: Сумма взноса

# goalDateCalculator_headerFrequency
source: 3) Frequency
de: 3) Häufigkeit
ru: 3) Частота

# goalDateCalculator_result
source: Result
de: Ergebnis
ru: Результат

# goalDateCalculator_goalAlreadyReached
source: The goal is already reached—you can set a new one!
de: Das Ziel ist bereits erreicht – du kannst ein neues setzen!
ru: Цель уже достигнута — можно поставить новую!

# goalDateCalculator_resultSummary
source: In about {count} contributions (every {period})
de: In etwa {count} Beiträgen (jede {period})
ru: Примерно через {count} взносов (каждый {period})

# goalDateCalculator_upcomingDates
source: Upcoming dates:
de: Nächste Termine:
ru: Ближайшие даты:

# goalDateCalculator_createPlanButton
source: Create Contribution Plan
de: Beitragsplan erstellen
ru: Создать план взносов

# goalDateCalculator_dialogTitle
source: Confirmation
de: Bestätigung
ru: Подтверждение

# goalDateCalculator_dialogSubtitle
source: Creating scheduled events
de: Geplante Ereignisse erstellen
ru: Создание запланированных событий

# goalDateCalculator_dialogContent
source: Create scheduled events for contributions to the piggy bank "{goalName}"?
de: Geplante Ereignisse für Beiträge zur Spardose "{goalName}" erstellen?
ru: Создать запланированные события для взносов в копилку "{goalName}"?

# goalDateCalculator_defaultGoalName
source: goal
de: Ziel
ru: цель

# goalDateCalculator_dialogContributionAmount
source: Contribution amount: {amount}
de: Beitragsbetrag: {amount}
ru: Сумма взноса: {amount}

# goalDateCalculator_dialogFrequency
source: Frequency: every {period}
de: Häufigkeit: jede {period}
ru: Периодичность: каждый {period}

# goalDateCalculator_eventName
source: Contribution to piggy bank "{goalName}"
de: Beitrag zur Spardose "{goalName}"
ru: Взнос в копилку "{goalName}"

# piggyPlanCalculator_title
source: Piggy Bank Plan
de: Spardosen-Plan
ru: Копилка-план

# piggyPlanCalculator_subtitle
source: I'll help you figure out how much and how often to save to reach your goal.
de: Ich helfe dir herauszufinden, wie viel und wie oft du sparen musst, um dein Ziel zu erreichen.
ru: Подскажу, сколько и как часто откладывать, чтобы дойти до цели.

# piggyPlanCalculator_stepGoal
source: Goal
de: Ziel
ru: Цель

# piggyPlanCalculator_stepDate
source: Date
de: Datum
ru: Дата

# piggyPlanCalculator_stepFrequency
source: Frequency
de: Häufigkeit
ru: Частота

# piggyPlanCalculator_headerSelectGoal
source: 1) Select a goal
de: 1) Wähle ein Ziel
ru: 1) Выбери цель

# piggyPlanCalculator_goalAmountLabel
source: Goal (amount)
de: Ziel (Betrag)
ru: Цель (сумма)

# piggyPlanCalculator_currentAmountLabel
source: Already have
de: Bereits vorhanden
ru: Уже есть

# piggyPlanCalculator_headerTargetDate
source: 2) When do you want to reach the goal?
de: 2) Wann möchtest du das Ziel erreichen?
ru: 2) Когда хочешь дойти до цели?

# piggyPlanCalculator_selectDate
source: Select a date
de: Datum auswählen
ru: Выбери дату

# piggyPlanCalculator_headerFrequency
source: 3) How often to save?
de: 3) Wie oft sparen?
ru: 3) Как часто откладывать?

# piggyPlanCalculator_result
source: Result
de: Ergebnis
ru: Результат

# piggyPlanCalculator_resultSummary
source: Save about {amount} every {period} (total contributions: {count}).
de: Spare etwa {amount} jede {period} (insgesamt {count} Beiträge).
ru: Откладывай примерно {amount} каждый {period} (всего взносов: {count}).

# piggyPlanCalculator_planCreatedSnackbar
source: Plan created: {amount} every {period}
de: Plan erstellt: {amount} jede {period}
ru: План создан: {amount} каждый {period}

# piggyPlanCalculator_scheduleFirstContributionButton
source: Schedule First Contribution
de: Ersten Beitrag planen
ru: Запланировать первый взнос

# piggyPlanCalculator_dialogContributionAmount
source: Amount: {amount}
de: Betrag: {amount}
ru: Сумма: {amount}

# canIBuyCalculator_title
source: Can I buy it?
de: Kann ich das kaufen?
ru: Можно ли купить?

# canIBuyCalculator_subtitle
source: Let's check the purchase right now and considering the plans for the week.
de: Lass uns den Kauf jetzt und unter Berücksichtigung der Wochenpläne prüfen.
ru: Проверим покупку прямо сейчас и с учётом планов на неделю.

# canIBuyCalculator_stepPrice
source: Price
de: Preis
ru: Цена

# canIBuyCalculator_stepMoney
source: Money
de: Geld
ru: Деньги

# canIBuyCalculator_stepRules
source: Rules
de: Regeln
ru: Правила

# canIBuyCalculator_headerPrice
source: 1) Purchase price
de: 1) Kaufpreis
ru: 1) Цена покупки

# canIBuyCalculator_priceLabel
source: Price
de: Preis
ru: Цена

# canIBuyCalculator_headerAvailableMoney
source: 2) How much money is available
de: 2) Wie viel Geld ist verfügbar
ru: 2) Сколько денег доступно

# canIBuyCalculator_walletBalanceLabel
source: In the wallet now
de: Im Geldbeutel jetzt
ru: В кошельке сейчас

# canIBuyCalculator_headerRules
source: 3) Rules
de: 3) Regeln
ru: 3) Правила

# canIBuyCalculator_ruleDontTouchPiggies
source: Don't touch piggy banks
de: Spardosen nicht anrühren
ru: Не трогать копилки

# canIBuyCalculator_ruleDontTouchPiggiesSubtitleEnabled
source: Counting only the wallet
de: Zählt nur den Geldbeutel
ru: Считаем только кошелёк

# canIBuyCalculator_ruleDontTouchPiggiesSubtitleDisabled
source: Can use money from piggy banks as a reserve
de: Kann Geld aus Spardosen als Reserve verwenden
ru: Можно использовать деньги из копилок как резерв

# canIBuyCalculator_ruleConsiderPlans
source: Consider plans for 7 days
de: Pläne für 7 Tage berücksichtigen
ru: Учитывать планы на 7 дней

# canIBuyCalculator_ruleConsiderPlansSubtitle
source: Scheduled income/expenses from the calendar
de: Geplante Einnahmen/Ausgaben aus dem Kalender
ru: Запланированные доходы/расходы из календаря

# canIBuyCalculator_result
source: Result
de: Ergebnis
ru: Результат

# canIBuyCalculator_statusYes
source: You can buy it now
de: Du kannst es jetzt kaufen
ru: Можно сейчас

# canIBuyCalculator_statusYesBut
source: You can buy it now, but plans for the week might interfere
de: Du kannst es jetzt kaufen, aber die Wochenpläne könnten stören
ru: Можно сейчас, но планы на неделю могут помешать

# canIBuyCalculator_statusMaybeWithPiggies
source: Possible, if you take some from a piggy bank
de: Möglich, wenn du etwas aus einer Spardose nimmst
ru: Можно, если взять часть из копилки

# canIBuyCalculator_statusMaybeWithPlans
source: Not enough yet, but plans/income for the week might help
de: Noch nicht genug, aber Pläne/Einkommen für die Woche könnten helfen
ru: Пока не хватает, но планы/доходы на неделе могут помочь

# canIBuyCalculator_statusNo
source: Better to wait: you are short by {amount}
de: Besser warten: es fehlen {amount}
ru: Лучше подождать: не хватает {amount}

# canIBuyCalculator_planPurchaseButton
source: Plan the purchase
de: Kauf planen
ru: Запланировать покупку

# canIBuyCalculator_dialogTitle
source: Confirmation
de: Bestätigung
ru: Подтверждение

# canIBuyCalculator_dialogSubtitle
source: Creating a scheduled event
de: Ein geplantes Ereignis erstellen
ru: Создание запланированного события

# canIBuyCalculator_dialogContent
source: Create a scheduled event for the purchase?
de: Ein geplantes Ereignis für den Kauf erstellen?
ru: Создать запланированное событие для покупки?

# canIBuyCalculator_dialogAmount
source: Amount: {amount}
de: Betrag: {amount}
ru: Сумма: {amount}

# canIBuyCalculator_dialogInfo
source: The event will be created for 7 days ahead.
de: Das Ereignis wird für 7 Tage im Voraus erstellt.
ru: Событие будет создано на 7 дней вперед.

# canIBuyCalculator_defaultEventName
source: Purchase
de: Kauf
ru: Покупка

# toolsHub_subtitle
source: Calculate, plan, improve
de: Rechnen, planen, verbessern
ru: Считай, планируй, прокачивайся

# toolsHub_bariTipTitle
source: Bari's Tip
de: Baris Tipp
ru: Совет Бари

# toolsHub_tipCalculators
source: Calculators will help you plan and calculate. Try starting with the "Piggy Bank Plan"!
de: Rechner helfen dir beim Planen und Kalkulieren. Beginne mit dem "Spardosen-Plan"!
ru: Калькуляторы помогут тебе планировать и считать. Попробуй начать с "Копилка-план"!

# toolsHub_tipEarningsLab
source: In the Earnings Lab, you can complete tasks and earn money. Start with the simple ones!
de: Im Verdienst-Labor kannst du Aufgaben erledigen und Geld verdienen. Beginne mit den einfachen!
ru: В Лаборатории заработка ты можешь выполнять задания и зарабатывать. Начни с простых!

# toolsHub_tipMiniTrainers
source: 60-second trainers will help you quickly improve your skills. Consistency is more important than speed!
de: 60-Sekunden-Trainer helfen dir, deine Fähigkeiten schnell zu verbessern. Beständigkeit ist wichtiger als Geschwindigkeit!
ru: 60-секундные тренажёры помогут быстро прокачать навыки. Регулярность важнее скорости!

# toolsHub_tipBariRecommendations
source: Bari's Tip of the Day is updated daily. Check back often for new ideas!
de: Baris Tipp des Tages wird täglich aktualisiert. Schau oft für neue Ideen vorbei!
ru: Совет дня от Бари обновляется каждый день. Заходи почаще за новыми идеями!

# toolsHub_calendarForecastTitle
source: Calendar Forecast
de: Kalenderprognose
ru: Календарный прогноз

# toolsHub_calendarForecastSubtitle
source: Future balance and all scheduled events
de: Zukünftiges Guthaben und alle geplanten Ereignisse
ru: Будущий баланс и все запланированные события

# toolsHub_calculatorsTitle
source: Calculators
de: Rechner
ru: Калькуляторы

# toolsHub_calculatorsSubtitle
source: 8 useful financial calculators
de: 8 nützliche Finanzrechner
ru: 8 полезных калькуляторов для финансов

# toolsHub_earningsLabTitle
source: Earnings Lab
de: Verdienst-Labor
ru: Лаборатория заработка

# toolsHub_earningsLabSubtitle
source: Tasks and missions to earn money
de: Aufgaben und Missionen zum Geldverdienen
ru: Задания и миссии для заработка

# toolsHub_miniTrainersTitle
source: 60 Seconds
de: 60 Sekunden
ru: 60 секунд

# toolsHub_miniTrainersSubtitle
source: Micro-exercises for training
de: Mikro-Übungen zum Trainieren
ru: Микро-упражнения для тренировки

# toolsHub_recommendationsTitle
source: Tip of the Day
de: Tipp des Tages
ru: Совет дня

# toolsHub_recommendationsSubtitle
source: A selection of tips and explanations from Bari
de: Eine Auswahl an Tipps und Erklärungen von Bari
ru: Подборка советов и объяснений от Бари

# toolsHub_notesTitle
source: Notes
ru: Заметки

# toolsHub_notesSubtitle
source: Create and organize your notes
ru: Создавай и организуй свои заметки

# toolsHub_tipNotes
source: Notes will help you remember important thoughts. Pin the most important ones!
ru: Заметки помогут тебе не забыть важные мысли. Закрепляй самые важные!

# piggyBanks_explanationSimple
source: A piggy bank is a separate goal. The money in it does not affect your balance.
de: Eine Spardose ist ein separates Ziel. Das Geld darin beeinflusst nicht dein Guthaben.
ru: Копилка — это отдельная цель. Деньги в ней не влияют на баланс.

# piggyBanks_explanationPro
source: A piggy bank is a separate goal for savings. The money you put in a piggy bank does not affect your main balance. This helps you see your progress towards a specific goal.
de: Eine Spardose ist ein separates Sparziel. Das Geld, das du in eine Spardose legst, beeinflusst nicht dein Hauptguthaben. Das hilft dir, deinen Fortschritt zu einem bestimmten Ziel zu sehen.
ru: Копилка — это отдельная цель для накоплений. Деньги, которые ты кладёшь в копилку, не влияют на твой основной баланс. Это помогает видеть прогресс к конкретной цели.

# piggyBanks_deleteConfirmTitle
source: Delete piggy bank?
de: Spardose löschen?
ru: Удалить копилку?

# piggyBanks_deleteConfirmMessage
source: Are you sure you want to delete the piggy bank "{name}"? All related transactions will remain in history, but the piggy bank itself will be deleted.
de: Möchtest du die Spardose "{name}" wirklich löschen? Alle zugehörigen Transaktionen bleiben im Verlauf, aber die Spardose selbst wird gelöscht.
ru: Вы уверены, что хотите удалить копилку "{name}"? Все связанные с ней операции останутся в истории, но сама копилка будет удалена.

# piggyBanks_deleteSuccess
source: Piggy bank "{name}" deleted
de: Spardose "{name}" gelöscht
ru: Копилка "{name}" удалена

# piggyBanks_deleteError
source: Error deleting: {error}
de: Fehler beim Löschen: {error}
ru: Ошибка при удалении: {error}

# piggyBanks_emptyStateTitle
source: No piggy banks
de: Keine Spardosen
ru: Нет копилок

# piggyBanks_createNewTooltip
source: Create a new piggy bank
de: Neue Spardose erstellen
ru: Создать новую копилку

# piggyBanks_createNewButton
source: Create a piggy bank
de: Spardose erstellen
ru: Создать копилку

# piggyBanks_addNewButton
source: Add a new piggy bank
de: Neue Spardose hinzufügen
ru: Добавить новую копилку

# piggyBanks_fabTooltip
source: Create a piggy bank
de: Spardose erstellen
ru: Создать копилку

# piggyBanks_card_deleteTooltip
source: Delete
de: Löschen
ru: Удалить

# piggyBanks_card_goalReached
source: ✓ Goal reached!
de: ✓ Ziel erreicht!
ru: ✓ Цель достигнута!

# piggyBanks_card_estimatedDate
source: You will reach it by {date}
de: Du wirst es bis zum {date} erreichen
ru: Достигнете к {date}

# piggyBanks_progress_goalReached
source: Goal reached! 🎉
de: Ziel erreicht! 🎉
ru: Цель достигнута! 🎉

# piggyBanks_progress_almostThere
source: Almost there! Just {amount} to go
de: Fast geschafft! Nur noch {amount}
ru: Почти у цели! Ещё {amount}

# piggyBanks_progress_halfway
source: More than halfway there! 💪
de: Mehr als die Hälfte geschafft! 💪
ru: Больше половины! 💪

# piggyBanks_progress_quarter
source: A quarter of the way. {amount} to go
de: Ein Viertel des Weges. Noch {amount}
ru: Четверть пути. Ещё {amount}

# piggyBanks_progress_started
source: A good start 🌱
de: Ein guter Anfang 🌱
ru: Начало положено 🌱

# piggyBanks_progress_initialGoal
source: Goal is {amount}
de: Ziel ist {amount}
ru: Цель — {amount}

# piggyBanks_createSheet_title
source: New Piggy Bank
de: Neue Spardose
ru: Новая копилка

# piggyBanks_createSheet_nameLabel
source: Piggy bank name
de: Name der Spardose
ru: Название копилки

# piggyBanks_createSheet_nameHint
source: e.g., New Phone
de: z.B. Neues Telefon
ru: Например: Новый телефон

# piggyBanks_createSheet_targetLabel
source: Target amount
de: Zielbetrag
ru: Целевая сумма

# piggyBanks_detail_deleteTooltip
source: Delete piggy bank
de: Spardose löschen
ru: Удалить копилку

# piggyBanks_detail_fromAmount
source: of {amount}
de: von {amount}
ru: из {amount}

# piggyBanks_detail_topUpButton
source: Top Up
de: Aufladen
ru: Пополнить

# piggyBanks_detail_withdrawButton
source: Withdraw
de: Abheben
ru: Снять

# piggyBanks_detail_autofillTitle
source: Auto-fill
de: Automatisch füllen
ru: Автопополнение

# piggyBanks_detail_autofillRuleLabel
source: Rule
de: Regel
ru: Правило

# piggyBanks_detail_autofillTypePercent
source: Percentage
de: Prozentsatz
ru: Процент

# piggyBanks_detail_autofillTypeFixed
source: Fixed amount
de: Fester Betrag
ru: Фиксированная

# piggyBanks_detail_autofillPercentLabel
source: Percentage of income
de: Prozentsatz vom Einkommen
ru: Процент от дохода

# piggyBanks_detail_autofillFixedLabel
source: Fixed amount
de: Fester Betrag
ru: Фиксированная сумма

# piggyBanks_detail_autofillEnabledSnackbar
source: Auto-saving is like an invisible habit.
de: Automatisches Sparen ist wie eine unsichtbare Gewohnheit.
ru: Автокопилка — это как невидимая привычка.

# piggyBanks_detail_whenToReachGoalTitle
source: When will I reach the goal?
de: Wann erreiche ich das Ziel?
ru: Когда достигну цель?

# piggyBanks_detail_calculateButton
source: Calculate
de: Berechnen
ru: Рассчитать

# piggyBanks_detail_goalExceededTitle
source: Goal will be exceeded!
de: Ziel wird überschritten!
ru: Цель будет превышена!

# piggyBanks_detail_goalExceededMessage
source: When adding {amount} to the piggy bank "{name}", the new amount will be {newAmount}, which exceeds the goal of {targetAmount}. Continue?
de: Wenn du {amount} zur Spardose "{name}" hinzufügst, beträgt der neue Betrag {newAmount}, was das Ziel von {targetAmount} überschreitet. Fortfahren?
ru: При пополнении копилки "{name}" на {amount}, новая сумма составит {newAmount}, что превышает цель в {targetAmount}. Продолжить?

# piggyBanks_detail_topUpTransactionNote
source: Top up piggy bank "{name}"
de: Spardose "{name}" aufladen
ru: Пополнение копилки "{name}"
