Repository: kelbas2007/bary3
Catalog: lib/l10n/app_*.arb
Languages: de, ru

# achievement_save1000Desc
source: Save 1000 in piggy banks
de: Spare 1000 in Sparschweinen

# achievement_transactions10
source: Active User
de: Aktiver Benutzer

# achievement_transactions10Desc
source: Create 10 transactions
de: Erstelle 10 Transaktionen

# achievement_transactions100
source: Experienced User
de: Erfahrener Benutzer

# achievement_transactions100Desc
source: Create 100 transactions
de: Erstelle 100 Transaktionen

# achievement_selfControl80
source: Self-Control
de: Selbstkontrolle

# achievement_selfControl80Desc
source: Reach 80 self-control points
de: Erreiche 80 Selbstkontrollpunkte

# achievement_completePiggy
source: Goal Achieved
de: Ziel erreicht

# achievement_completePiggyDesc
source: Fill piggy bank to goal
de: Fülle Sparschwein bis zum Ziel

# dailyTask_addTransaction
source: Add Transaction
de: Transaktion hinzufügen

# dailyTask_addTransactionDesc
source: Create income or expense today
de: Erstelle heute Einnahme oder Ausgabe

# dailyTask_addPiggyDeposit
source: Top Up Piggy Bank
de: Sparschwein auffüllen

# dailyTask_addPiggyDepositDesc
source: Add money to any piggy bank
de: Füge Geld zu einem Sparschwein hinzu

# dailyTask_planEvent
source: Plan Event
de: Ereignis planen

# dailyTask_planEventDesc
source: Create a planned event
de: Erstelle ein geplantes Ereignis

# dailyTask_checkBalance
source: Check Balance
de: Kontostand prüfen

# dailyTask_checkBalanceDesc
source: Open balance screen
de: Öffne Kontostand-Bildschirm
