Repository: kelbas2007/bary3
Catalog: lib/l10n/app_*.arb
Languages: de, ru

# earningsLab_time
source: Time *
de: Zeit *
ru: Время *

# earningsLab_timeHint
source: For example: 30 min
de: Zum Beispiel: 30 Min
ru: Например: 30 мин

# earningsLab_reward
source: Reward
de: Belohnung
ru: Награда

# earningsLab_difficulty
source: Difficulty
de: Schwierigkeit
ru: Сложность

# earningsLab_repeat
source: Repeat
de: Wiederholen
ru: Повтор

# earningsLab_rewardMustBePositive
source: Reward must be greater than zero
de: Belohnung muss größer als null sein
ru: Награда должна быть больше нуля

# earningsLab_taskDescription
source: No description
de: Keine Beschreibung
ru: Описание не задано

# earningsLab_rewardHelper
source: How much will you get for completion
de: Wie viel bekommst du für die Erfüllung
ru: Сколько ты получишь за выполнение

# earningsLab_taskNameRequired
source: Enter task name
de: Aufgabename eingeben
ru: Напиши название

# bari_goal_noPiggyBanks
source: You don't have any piggy banks yet.
de: Du hast noch keine Sparschweine.
ru: У тебя пока нет копилок.

# bari_goal_noPiggyBanksAdvice
source: Create your first piggy bank with a goal — this is the main step to savings! What do you want to buy?
de: Erstelle dein erstes Sparschwein mit einem Ziel — das ist der Hauptschritt zum Sparen! Was möchtest du kaufen?
ru: Создай первую копилку с целью — это главный шаг к накоплениям! Что хочешь купить?

# bari_goal_createPiggyBank
source: Create Piggy Bank
de: Sparschwein erstellen
ru: Создать копилку

# bari_goal_whenWillReach
source: When Will I Reach Goal
de: Wann erreiche ich das Ziel
ru: Когда достигну цели

# bari_goal_onePiggyBank
source: You have 1 piggy bank with {amount} inside.
de: Du hast 1 Sparschwein mit {amount} drin.
ru: У тебя 1 копилка с {amount} внутри.

# bari_goal_multiplePiggyBanks
source: You have {count} piggy banks, total saved {total}.
de: Du hast {count} Sparschweine, insgesamt gespart {total}.
ru: У тебя {count} копилок, всего накоплено {total}.

# bari_goal_almostFull
source: Piggy bank "{name}" is almost full ({percent}%)! 🎉 Goal soon!
de: Sparschwein "{name}" ist fast voll ({percent}%)! 🎉 Ziel bald!
ru: Копилка "{name}" почти заполнена ({percent}%)! 🎉 Скоро цель!

# bari_goal_justStarted
source: Piggy bank "{name}" just started ({percent}%). Time to top up!
de: Sparschwein "{name}" wurde gerade gestartet ({percent}%). Zeit zum Auffüllen!
ru: Копилка "{name}" только начата ({percent}%). Пора пополнить!

# bari_goal_goodProgress
source: Good progress! Keep saving regularly.
de: Guter Fortschritt! Spare weiter regelmäßig.
ru: Хороший прогресс! Продолжай откладывать регулярно.

# bari_goal_piggyBanks
source: Piggy Banks
de: Sparschweine
ru: Копилки

# bari_goal_createFirst
source: You don't have any piggy banks yet — create your first one!
de: Du hast noch keine Sparschweine — erstelle dein erstes!
ru: У тебя пока нет копилок — создай первую!

# bari_goal_createFirstAdvice
source: Choose a goal: toy, gadget, gift. And start with small contributions.
de: Wähle ein Ziel: Spielzeug, Gadget, Geschenk. Und beginne mit kleinen Beiträgen.
ru: Выбери цель: игрушка, гаджет, подарок. И начни с маленьких взносов.

# bari_goal_allFullOrEmpty
source: All piggy banks are full or empty. Create a new goal!
de: Alle Sparschweine sind voll oder leer. Erstelle ein neues Ziel!
ru: Все копилки полные или пустые. Создай новую цель!

# bari_goal_needToSave
source: Need to save {needed} more
de: Noch {needed} sparen
ru: Нужно накопить ещё {needed}

# bari_goal_savingSecret
source: The main secret of savings — regularity!
de: Das Hauptgeheimnis des Sparens — Regelmäßigkeit!
ru: Главный секрет накоплений — регулярность!

# bari_emptyMessage
source: Write a question 🙂
de: Schreibe eine Frage 🙂
ru: Напиши вопрос 🙂

# bari_emptyMessageAdvice
source: For example: "can I buy for 20€" or "what is inflation"
de: Zum Beispiel: "kann ich für 20€ kaufen" oder "was ist Inflation"
ru: Например: "можно ли купить за 20€" или "что такое инфляция"

# bari_balance
source: Balance
de: Kontostand
ru: Баланс

# bari_piggyBanks
source: Piggy Banks
de: Sparschweine
ru: Копилки

# bari_math_calculator503020
source: 50/30/20 Calculator
de: 50/30/20 Rechner
ru: Калькулятор 50/30/20

# bari_math_explainSimpler
source: Explain Simpler
de: Einfacher erklären
ru: Объясни проще

# bari_math_monthlyToYearlyAdvice
source: Small regular amounts accumulate! Subscriptions are also worth counting per year.
de: Kleine regelmäßige Beträge sammeln sich! Abonnements sind auch wert, pro Jahr zu zählen.
ru: Маленькие регулярные суммы накапливаются! Подписки тоже стоит считать за год.

# bari_math_subscriptionsCalculator
source: Subscriptions Calculator
de: Abonnement-Rechner
ru: Калькулятор подписок

# bari_math_saveYearlyAdvice
source: Regularity is more important than amount! Start small and increase gradually.
de: Regelmäßigkeit ist wichtiger als Betrag! Beginne klein und steigere allmählich.
ru: Регулярность важнее суммы! Начни с маленького и увеличивай постепенно.

# bari_math_savePerPeriodAdvice
source: Create a piggy bank with this goal — easier not to forget!
de: Erstelle ein Sparschwein mit diesem Ziel — einfacher nicht zu vergessen!
ru: Создай копилку с этой целью — так проще не забывать!

# bari_math_alreadyEnough
source: You've already saved enough! 🎉
de: Du hast schon genug gespart! 🎉
ru: Ты уже накопил(а) достаточно! 🎉

# bari_math_alreadyEnoughAdvice
source: Goal reached — you can spend or continue saving for something bigger.
de: Ziel erreicht — du kannst ausgeben oder weiter für etwas Größeres sparen.
ru: Цель достигнута — можешь потратить или продолжить копить на что-то большее.

# bari_math_remainingAdvice
source: You're on the right track! Keep up the pace.
de: Du bist auf dem richtigen Weg! Halte das Tempo.
ru: Ты на правильном пути! Продолжай в том же темпе.

# bari_math_multiplyAdvice
source: Multiplication helps count regular expenses: daily for a month, monthly for a year.
de: Multiplikation hilft regelmäßige Ausgaben zu zählen: tägliche für einen Monat, monatliche für ein Jahr.
ru: Умножение помогает считать регулярные траты: ежедневные за месяц, месячные за год.

# bari_math_calculators
source: Calculators
de: Rechner
ru: Калькуляторы

# bari_math_divideByZero
source: Cannot divide by zero!
de: Kann nicht durch null teilen!
ru: На ноль делить нельзя!

# bari_math_divideByZeroAdvice
source: It's like dividing pizza among zero friends — no one to eat.
de: Es ist wie Pizza unter null Freunden zu teilen — niemand zum Essen.
ru: Это как делить пиццу между нулём друзей — некому есть.

# bari_math_divideAdvice
source: Division helps understand how much to save per week/month for a goal.
de: Division hilft zu verstehen, wie viel pro Woche/Monat für ein Ziel gespart werden muss.
ru: Деление помогает понять, сколько откладывать в неделю/месяц для цели.

# bari_math_priceComparisonCalculator
source: Price Comparison
de: Preisvergleich
ru: Сравнение цен

# bari_math_lessons
source: Lessons
de: Lektionen
ru: Уроки

# bari_spending_noData
source: Not enough data about your income and expenses yet.
de: Noch nicht genug Daten über deine Einnahmen und Ausgaben.
ru: Пока мало данных о твоих доходах и расходах.

# bari_spending_noDataAdvice
source: Keep recording transactions — then I can give better advice.
de: Fahre fort, Transaktionen aufzuzeichnen — dann kann ich bessere Ratschläge geben.
ru: Продолжай записывать операции — тогда я смогу подсказать больше.

# bari_goal_deadlineSoon
source: Top up "{name}" — {days} days left until deadline!
de: Fülle "{name}" auf — noch {days} Tage bis zum Termin!
ru: Пополни "{name}" — до дедлайна осталось {days} дней!

# bari_goal_closeToGoal
source: I advise topping up "{name}" ({progress}%) — {remaining} left, you're close to the goal!
de: Ich rate dir, "{name}" aufzufüllen ({progress}%) — noch {remaining}, du bist nah am Ziel!
ru: Советую пополнить "{name}" ({progress}%) — осталось {remaining}, ты близко к цели!

# bari_goal_whichPiggyBankAdvice
source: Better to top up the piggy bank that's closer to the goal or has a deadline soon.
de: Besser das Sparschwein auffüllen, das näher am Ziel ist oder bald einen Termin hat.
ru: Лучше пополнять ту копилку, которая ближе к цели или у которой скоро дедлайн.

# bari_goal_alreadyEnough
source: Yes, you already have enough money! 🎉
de: Ja, du hast schon genug Geld! 🎉
ru: Да, у тебя уже достаточно денег! 🎉

# bari_goal_alreadyEnoughAdvice
source: Total available {available} (wallet + piggy banks), need {target}.
de: Insgesamt verfügbar {available} (Geldbörse + Sparschweine), benötigt {target}.
ru: Всего есть {available} (кошелёк + копилки), а нужно {target}.

# bari_goal_savePerMonth
source: If you save {perMonth} per month, you'll make it! Create a piggy bank with a goal.
de: Wenn du {perMonth} pro Monat sparst, schaffst du es! Erstelle ein Sparschwein mit einem Ziel.
ru: Если откладывать по {perMonth} в месяц, успеешь! Создай копилку с целью.

# bari_goal_emptyWallet
source: Wallet is almost empty ({balance}). Time to save up!
de: Geldbörse ist fast leer ({balance}). Zeit zum Sparen!
ru: Сейчас в кошельке почти пусто ({balance}). Время подкопить!

# bari_goal_lowBalance
source: Wallet has {balance} — can top up piggy bank or leave for expenses.
de: Geldbörse hat {balance} — kann Sparschwein auffüllen oder für Ausgaben lassen.
ru: В кошельке {balance} — можно пополнить копилку или оставить на расходы.

# bari_goal_goodBalance
source: Wallet has {balance} — great balance! Can top up piggy banks.
de: Geldbörse hat {balance} — großartiger Kontostand! Kann Sparschweine auffüllen.
ru: В кошельке {balance} — отличный баланс! Можно пополнить копилки.

# bari_goal_createFirstPiggyBank
source: Create your first piggy bank — a goal motivates saving.
de: Erstelle dein erstes Sparschwein — ein Ziel motiviert zum Sparen.
ru: Создай первую копилку — цель мотивирует откладывать.

# bari_goal_setDeadline
source: Set a deadline for the piggy bank — easier to plan.
de: Setze einen Termin für das Sparschwein — einfacher zu planen.
ru: Установи дедлайн для копилки — так проще планировать.

# bari_goal_regularTopUps
source: Top up piggy banks regularly, even with small amounts.
de: Fülle Sparschweine regelmäßig auf, auch mit kleinen Beträgen.
ru: Пополняй копилки регулярно, даже маленькими суммами.

# bari_goal_checkProgress
source: Check piggy bank progress — it's motivating!
de: Prüfe den Fortschritt der Sparschweine — das motiviert!
ru: Проверяй прогресс копилок — это мотивирует!

# bari_goal_completeLessons
source: Complete lessons on savings — you'll learn useful tips.
de: Absolviere Lektionen zum Sparen — du lernst nützliche Tipps.
ru: Пройди уроки о накоплениях — узнаешь полезные советы.

# bari_math_percentOfResult
source: {percent}% of {base} = {result}
de: {percent}% von {base} = {result}
ru: {percent}% от {base} = {result}

# bari_math_percentAdviceWithPercent
source: Good to know: if you save {percent}% of income, it helps save regularly.
de: Gut zu wissen: Wenn du {percent}% des Einkommens sparst, hilft das regelmäßig zu sparen.
ru: Полезно знать: если откладывать {percent}% от дохода, это поможет копить регулярно.

# bari_math_monthlyToYearlyResult
source: {monthly} per month = {yearly} per year
de: {monthly} pro Monat = {yearly} pro Jahr
ru: {monthly} в месяц = {yearly} в год

# bari_math_saveYearlyResult
source: If you save {monthly} per month, you'll accumulate {yearly} per year
de: Wenn du {monthly} pro Monat sparst, sammelst du {yearly} pro Jahr
ru: Если откладывать по {monthly} в месяц, за год накопится {yearly}

# bari_math_savePerPeriodResult
source: To save {target}, need to save {perPeriod} per {period}
de: Um {target} zu sparen, muss man {perPeriod} pro {period} sparen
ru: Чтобы накопить {target}, нужно откладывать по {perPeriod} в {period}

# bari_math_createPiggyBank
source: Create Piggy Bank
de: Sparschwein erstellen
ru: Создать копилку

# bari_math_whenWillReach
source: When Will I Reach Goal
de: Wann erreiche ich das Ziel
ru: Когда достигну цели

# bari_math_remainingToSaveResult
source: Need to save {remaining} more (already {percent}% of goal)
de: Noch {remaining} sparen (bereits {percent}% vom Ziel)
ru: Осталось накопить {remaining} (уже {percent}% от цели)

# bari_math_priceComparisonResult
source: Option {better} is better! ({price1} per unit vs {price2})
de: Option {better} ist besser! ({price1} pro Einheit vs {price2})
ru: Вариант {better} выгоднее! ({price1} за единицу vs {price2})

# bari_math_priceComparisonAdviceWithSavings
source: Savings ~{savings}%. But check: will you use the larger package?
de: Ersparnis ~{savings}%. Aber prüfe: wirst du die größere Packung nutzen?
ru: Экономия ~{savings}%. Но проверь: успеешь ли использовать большую упаковку?

# bari_math_rule72Result
source: At {rate}% annual rate, money will double in approximately {years} years
de: Bei {rate}% Jahreszins verdoppelt sich das Geld in etwa {years} Jahren
ru: При {rate}% годовых деньги удвоятся примерно за {years} лет

# bari_math_rule72AdviceWithRate
source: This is the "Rule of 72" — a quick way to estimate savings growth. The higher the %, the faster the growth, but also the higher the risk.
de: Das ist die "72er-Regel" — ein schneller Weg, das Sparwachstum zu schätzen. Je höher der %, desto schneller das Wachstum, aber auch das Risiko.
ru: Это "Правило 72" — быстрый способ оценить рост накоплений. Чем выше %, тем быстрее рост, но и риск выше.

# bari_math_inflationResult
source: {amount} in {years} years will be "worth" as {realValue} today
de: {amount} in {years} Jahren werden "wert" sein wie {realValue} heute
ru: {amount} через {years} лет будут "стоить" как {realValue} сегодня

# bari_math_inflationAdviceWithAmount
source: Inflation "eats" money. That's why it's important not only to save, but also to learn to invest (when you grow up).
de: Inflation "frisst" Geld. Deshalb ist es wichtig, nicht nur zu sparen, sondern auch zu lernen zu investieren (wenn du älter wirst).
ru: Инфляция "съедает" деньги. Поэтому важно не только копить, но и учиться инвестировать (когда подрастёшь).

# earningsLab_piggyBankNotFound
source: Piggy bank not found
de: Sparschwein nicht gefunden
ru: Копилка не найдена

# earningsLab_noTransactions
source: No transactions for this piggy bank yet
de: Noch keine Transaktionen für dieses Sparschwein
ru: По этой копилке ещё нет операций

# earningsLab_transactionHistory
source: Transaction history for this piggy bank
de: Transaktionshistorie für dieses Sparschwein
ru: История по этой копилке

# earningsLab_topUp
source: Piggy bank top-up
de: Sparschwein-Auffüllung
ru: Пополнение копилки

# earningsLab_withdrawal
source: Withdrawal from piggy bank
de: Abhebung vom Sparschwein
ru: Снятие из копилки

# earningsLab_goalReached
source: Goal reached 🎉
de: Ziel erreicht 🎉
ru: Цель достигнута 🎉

# earningsLab_goalReachedSubtitle
source: Well done! You can create a new goal or transfer money to wallet.
de: Gut gemacht! Du kannst ein neues Ziel erstellen oder Geld in die Geldbörse überweisen.
ru: Молодец! Можешь создать новую цель или перенести деньги в кошелёк.

# earningsLab_almostThere
source: Almost there
de: Fast geschafft
ru: Осталось совсем чуть-чуть

# earningsLab_almostThereSubtitle
source: Think about making 1-2 more top-ups — and the goal will be closed.
de: Überlege, 1-2 weitere Auffüllungen zu machen — und das Ziel wird erreicht.
ru: Подумай, как сделать ещё 1–2 пополнения — и цель будет закрыта.

# earningsLab_halfway
source: Halfway there
de: Halbzeit
ru: Половина пути пройдена

# earningsLab_halfwaySubtitle
source: If you top up the piggy bank regularly, you'll reach the goal much faster.
de: Wenn du das Sparschwein regelmäßig auffüllst, erreichst du das Ziel viel schneller.
ru: Если будешь пополнять копилку регулярно, достигнешь цели гораздо быстрее.

# earningsLab_goodStart
source: Good start
de: Guter Start
ru: Хорошее начало

# earningsLab_goodStartSubtitle
source: Try setting up auto-top-up or adding a task in Earnings Lab specifically for this goal.
de: Versuche, die automatische Auffüllung einzurichten oder eine Aufgabe im Verdienstlabor speziell für dieses Ziel hinzuzufügen.
ru: Попробуй настроить автопополнение или добавить задание в Лаборатории заработка специально под эту цель.

# notes_title
source: Notes
ru: Заметки

# notes_listView
source: List
ru: Список

# notes_gridView
source: Grid
ru: Сетка

# notes_searchHint
source: Search notes...
ru: Поиск заметок...

# notes_all
source: All
ru: Все

# notes_pinned
source: Pinned
ru: Закреплённые

# notes_archived
source: Archive
ru: Архив

# notes_linked
source: Linked
ru: Связанные

# notes_errorLoading
source: Error loading notes
ru: Ошибка загрузки заметок

# notes_emptyArchived
source: Archive is empty
ru: Архив пуст

# notes_emptyPinned
source: No pinned notes
ru: Нет закреплённых заметок

# notes_empty
source: No notes
ru: Нет заметок

# notes_emptySubtitle
source: Create your first note to save important thoughts
ru: Создайте первую заметку, чтобы сохранить важные мысли

# notes_createFirst
source: Create first note
ru: Создать первую заметку

# notes_deleteConfirm
source: Delete note?
ru: Удалить заметку?

# notes_deleteMessage
source: Are you sure you want to delete note "{noteTitle}"?
ru: Вы уверены, что хотите удалить заметку "{noteTitle}"?

# notes_unpin
source: Unpin
ru: Открепить

# notes_pin
source: Pin
ru: Закрепить

# notes_unarchive
source: Unarchive
ru: Вернуть из архива

# notes_archive
source: Archive
ru: В архив

# notes_copy
source: Copy
ru: Копировать

# notes_share
source: Share
ru: Поделиться

# notes_copied
source: Note copied
ru: Заметка скопирована

# notes_shareNotAvailable
source: Share functionality temporarily unavailable
ru: Функция шаринга временно недоступна

# notes_edit
source: Edit note
ru: Редактировать заметку

# notes_create
source: New note
ru: Новая заметка

# notes_changeColor
source: Change color
ru: Изменить цвет

# notes_editTags
source: Edit tags
ru: Редактировать теги

# notes_selectColor
source: Select color
ru: Выберите цвет

# notes_clearColor
source: Clear color
ru: Очистить цвет

# notes_tagHint
source: Add tag...
ru: Добавить тег...

# notes_titleRequired
source: Please enter note title
ru: Введите заголовок заметки

# notes_titleHint
source: Note title...
ru: Заголовок заметки...

# notes_contentHint
source: Start writing here...
ru: Начните писать здесь...

# notes_save
source: Save note
ru: Сохранить заметку

# notes_today
source: Today
ru: Сегодня

# notes_yesterday
source: Yesterday
ru: Вчера

# notes_daysAgo
source: {days} days ago
ru: {days} дн.

# notes_templates
source: Templates
ru: Шаблоны

# notes_templateExpense
source: Expense Planning
ru: Планирование расходов

# notes_templateGoal
source: Goal
ru: Цель

# notes_templateIdea
source: Idea
ru: Идея

# notes_templateMeeting
source: Meeting
ru: Встреча

# notes_templateLearning
source: Learning
ru: Обучение

# notes_templateExpenseDesc
source: Plan your expenses
ru: Запланируй свои расходы

# notes_templateGoalDesc
source: Write down your goal
ru: Запиши свою цель

# notes_templateIdeaDesc
source: Save your idea
ru: Сохрани свою идею

# notes_templateMeetingDesc
source: Meeting notes
ru: Заметки к встрече

# notes_templateLearningDesc
source: Lesson notes
ru: Заметки к уроку

# notes_linkToEvent
source: Link to event
ru: Привязать к событию

# notes_linkedToEvent
source: Linked to event
ru: Привязано к событию

# notes_unlinkFromEvent
source: Unlink from event
ru: Отвязать от события

# notes_selectEvent
source: Select event
ru: Выберите событие

# notes_noEvents
source: No events available
ru: Нет доступных событий

# notes_bariTip
source: Bari's tip
ru: Совет от Бари

# notes_quickNote
source: Quick note
ru: Быстрая заметка

# notes_autoSave
source: Auto-save
ru: Автосохранение

# notes_preview
source: Preview
ru: Предпросмотр

# notes_swipeToArchive
source: Swipe left to archive
ru: Смахните влево для архива

# notes_swipeToDelete
source: Swipe right to delete
ru: Смахните вправо для удаления

# notes_templateShoppingList
source: Shopping List
ru: Список покупок

# notes_templateShoppingListDesc
source: Organize your shopping
ru: Организуй свои покупки

# notes_templateReflection
source: Reflection
ru: Размышления

# notes_templateReflectionDesc
source: Write down your thoughts
ru: Запиши свои мысли

# notes_templateGratitude
source: Gratitude
ru: Благодарность

# notes_templateGratitudeDesc
source: What I'm grateful for
ru: За что я благодарен

# notes_templateParentReport
source: Parent Report
ru: Отчет для родителей

# notes_templateParentReportDesc
source: Automatic period report
ru: Автоматический отчет за период

# calendarSync_title
source: Calendar Sync
ru: Синхронизация с календарём

# calendarSync_enable
source: Enable sync
ru: Включить синхронизацию

# calendarSync_syncToCalendar
source: Sync events to calendar
ru: Синхронизировать события в календарь

# calendarSync_syncFromCalendar
source: Import events from calendar
ru: Импортировать события из календаря

# calendarSync_selectCalendars
source: Select calendars
ru: Выбрать календари

# calendarSync_noCalendars
source: No calendars available
ru: Нет доступных календарей

# calendarSync_requestPermissions
source: Request permissions
ru: Запросить разрешения

# calendarSync_permissionsGranted
source: Permissions granted
ru: Разрешения предоставлены

# calendarSync_permissionsDenied
source: Permissions denied
ru: Разрешения не предоставлены

# calendarSync_syncNow
source: Sync now
ru: Синхронизировать сейчас

# calendarSync_lastSync
source: Last sync
ru: Последняя синхронизация

# calendarSync_never
source: Never
ru: Никогда

# calendarSync_conflictResolution
source: Conflict resolution
ru: Разрешение конфликтов

# calendarSync_appWins
source: App wins
ru: Приложение имеет приоритет

# calendarSync_calendarWins
source: Calendar wins
ru: Календарь имеет приоритет

# calendarSync_askUser
source: Ask user
ru: Спрашивать пользователя

# calendarSync_merge
source: Merge
ru: Объединять

# calendarSync_syncInterval
source: Sync interval (hours)
ru: Интервал синхронизации (часы)

# calendarSync_showNotifications
source: Show notifications
ru: Показывать уведомления

# calendarSync_syncNotesAsEvents
source: Sync notes as events
ru: Синхронизировать заметки как события

# calendarSync_statistics
source: Statistics
ru: Статистика

# calendarSync_totalEvents
source: Total events
ru: Всего событий

# calendarSync_syncedEvents
source: Synced
ru: Синхронизировано

# calendarSync_localEvents
source: Local
ru: Локальные

# calendarSync_errorEvents
source: Errors
ru: Ошибки

# calendarSync_successRate
source: Success rate
ru: Успешность

# calendarSync_syncInProgress
source: Syncing...
ru: Синхронизация...

# settings_uxSimple
source: Simple
de: Einfach

# achievement_firstTransaction
source: First Transaction
de: Erste Transaktion

# achievement_firstTransactionDesc
source: Create your first transaction
de: Erstelle deine erste Transaktion

# achievement_firstPiggy
source: First Piggy Bank
de: Erstes Sparschwein

# achievement_firstPiggyDesc
source: Create your first piggy bank
de: Erstelle dein erstes Sparschwein

# achievement_level5
source: Experienced Financier
de: Erfahrener Finanzier

# achievement_level5Desc
source: Reach level 5
de: Erreiche Level 5

# achievement_level10
source: Financial Master
de: Finanzmeister

# achievement_level10Desc
source: Reach level 10
de: Erreiche Level 10

# achievement_streak7
source: Week of Activity
de: Woche der Aktivität

# achievement_streak7Desc
source: Activity for 7 days in a row
de: Aktivität für 7 Tage hintereinander

# achievement_streak30
source: Month of Activity
de: Monat der Aktivität

# achievement_streak30Desc
source: Activity for 30 days in a row
de: Aktivität für 30 Tage hintereinander

# achievement_save100
source: Saver
de: Sparer

# achievement_save100Desc
source: Save 100 in piggy banks
de: Spare 100 in Sparschweinen

# achievement_save1000
source: Big Saver
de: Großer Sparer
