Repository: kelbas2007/bary3
Catalog: lib/l10n/app_*.arb
Languages: de, ru

# earningsLab_taskAdded
source: Task added!
de: Aufgabe hinzugefügt!
ru: Задание добавлено!

# earningsLab_tabQuick
source: Quick
de: Schnell
ru: Быстрые

# earningsLab_tabHome
source: Home
de: Zuhause
ru: Домашние

# earningsLab_tabProjects
source: Projects
de: Projekte
ru: Проекты

# earningsLab_helpAtHome
source: Help at Home
de: Zu Hause helfen
ru: Помочь по дому

# earningsLab_helpAtHomeDesc
source: Choose one task: dishes / trash / dust / floor / table. Do it for 10-15 minutes and complete it.
de: Wähle eine Aufgabe: Geschirr / Müll / Staub / Boden / Tisch. Mache 10-15 Minuten und schließe ab.
ru: Выбери одно дело: посуда / мусор / пыль / пол / стол. Сделай 10–15 минут и доведи до результата.

# earningsLab_learnPoem
source: Learn a Poem
de: Ein Gedicht lernen
ru: Выучить стих

# earningsLab_learnPoemDesc
source: Read 3 times, learn line by line, then recite without hints.
de: 3 Mal lesen, Zeile für Zeile lernen, dann ohne Hilfe vortragen.
ru: Прочитай 3 раза, выучи по строчкам, потом расскажи без подсказок.

# earningsLab_cleanRoom
source: Clean Your Room
de: Zimmer aufräumen
ru: Убрать комнату

# earningsLab_cleanRoomDesc
source: Tidy up for 10-15 minutes: toys in place, clean desk, trash thrown out.
de: 10-15 Minuten aufräumen: Spielzeug wegräumen, Tisch sauber, Müll entsorgen.
ru: Наведи порядок 10–15 минут: игрушки на место, стол чистый, мусор выброшен.

# earningsLab_readBook
source: Read a Book
de: Ein Buch lesen
ru: Прочитать книгу

# earningsLab_readBookDesc
source: Read a chapter from an interesting book. Reading develops imagination and vocabulary.
de: Lies ein Kapitel aus einem interessanten Buch. Lesen fördert Fantasie und Wortschatz.
ru: Прочитай главу из интересной книги. Чтение развивает воображение и словарный запас.

# earningsLab_helpCooking
source: Help with Cooking
de: Beim Kochen helfen
ru: Помочь с готовкой

# earningsLab_helpCookingDesc
source: Help parents prepare lunch or dinner. You'll learn to cook simple dishes!
de: Hilf den Eltern beim Mittag- oder Abendessen. Du lernst einfache Gerichte zu kochen!
ru: Помоги родителям приготовить обед или ужин. Научишься готовить простые блюда!

# earningsLab_homework
source: Do Homework
de: Hausaufgaben machen
ru: Выполнить домашнее задание

# earningsLab_homeworkDesc
source: Complete all homework neatly and on time. This is your main job!
de: Erledige alle Hausaufgaben ordentlich und pünktlich. Das ist deine Hauptaufgabe!
ru: Сделай все домашние задания аккуратно и вовремя. Это твоя главная работа!

# earningsLab_helpShopping
source: Help with Shopping
de: Beim Einkaufen helfen
ru: Помочь с покупками

# earningsLab_helpShoppingDesc
source: Go to the store with parents and help carry groceries. You'll learn to plan expenses!
de: Geh mit den Eltern einkaufen und hilf beim Tragen. Du lernst Ausgaben zu planen!
ru: Сходи с родителями в магазин и помоги нести покупки. Учишься планировать расходы!

# earningsLab_tagLearning
source: learning
de: Lernen
ru: обучение

# earningsLab_tagHelp
source: help
de: Hilfe
ru: помощь

# earningsLab_tagCreativity
source: creativity
de: Kreativität
ru: творчество

# rule24h_title
source: 24-Hour Rule
de: 24-Stunden-Regel
ru: Правило 24 часов

# rule24h_subtitle
source: Helps avoid impulsive purchases: delay the decision for a day and check yourself again.
de: Hilft, Impulskäufe zu vermeiden: Verschiebe die Entscheidung um einen Tag und prüfe dich erneut.
ru: Помогает не делать импульсные покупки: отложи решение на сутки и проверь себя ещё раз.

# rule24h_step1
source: Want
de: Will
ru: Хочу

# rule24h_step2
source: Price
de: Preis
ru: Цена

# rule24h_step3
source: Pause
ru: Пауза

# rule24h_wantToBuy
source: I want to buy
de: Ich möchte kaufen
ru: Хочу купить

# rule24h_example
source: For example: headphones
de: Zum Beispiel: Kopfhörer
ru: Например: наушники

# rule24h_price
source: Price
de: Preis
ru: Цена

# rule24h_explanation
source: If you still want it after 24 hours — the purchase is more conscious. If not — you saved money and boosted self-control.
de: Wenn du es nach 24 Stunden noch willst — ist der Kauf bewusster. Wenn nicht — hast du gespart und Selbstkontrolle geübt.
ru: Если через 24 часа всё ещё хочешь — покупка более осознанная. Если нет — ты сэкономил и прокачал самоконтроль.

# rule24h_postpone
source: Postpone for 24 hours
de: 24 Stunden verschieben
ru: Отложить на 24 часа

# rule24h_reminderSet
source: Reminder set. Come back in 24 hours to check your desire again.
de: Erinnerung gesetzt. Komm in 24 Stunden zurück, um dein Verlangen erneut zu prüfen.
ru: Напоминание установлено. Через 24 часа вернись и проверь желание ещё раз.

# rule24h_checkAgain
source: Check again
de: Erneut prüfen
ru: Проверить снова

# rule24h_dialogTitle
source: Confirmation
de: Bestätigung
ru: Подтверждение

# rule24h_dialogSubtitle
source: Creating a reminder
de: Erinnerung erstellen
ru: Создание напоминания

# rule24h_dialogContent
source: Create a reminder in 24 hours to check if you still want to buy "{itemName}"?
de: Eine Erinnerung in 24 Stunden erstellen, um zu prüfen, ob du "{itemName}" noch kaufen möchtest?
ru: Создать напоминание через 24 часа для проверки желания купить "{itemName}"?

# rule24h_reminderIn24h
source: Reminder will come in 24 hours
de: Erinnerung kommt in 24 Stunden
ru: Напоминание придет через 24 часа

# rule24h_eventName
source: Desire check: {itemName}
de: Wunschprüfung: {itemName}
ru: Проверка желания: {itemName}

# rule24h_checkTitle
source: Desire Check
de: Wunschprüfung
ru: Проверка желания

# rule24h_checkSubtitle
source: 24 hours have passed
de: 24 Stunden sind vergangen
ru: Прошло 24 часа

# rule24h_stillWant
source: Do you still want to buy this?
de: Willst du das noch kaufen?
ru: Хочешь ещё купить это?

# rule24h_yes
source: Yes
de: Ja
ru: Да

# budget503020_title
source: 50/30/20 Budget
ru: Бюджет 50/30/20

# budget503020_subtitle
source: Divide your income into 3 parts: needs, wants, and savings.
de: Teile dein Einkommen in 3 Teile: Bedarf, Wünsche und Sparen.
ru: Раздели доход на 3 части: нужное, желания и накопления.

# budget503020_step1
source: Income
de: Einkommen
ru: Доход

# budget503020_step2
source: Distribution
de: Verteilung
ru: Распределение

# budget503020_step3
source: Piggy Banks
de: Spardosen
ru: Копилки

# budget503020_incomeLabel
source: My monthly income
de: Mein monatliches Einkommen
ru: Мой доход за месяц

# budget503020_needs50
source: Needs (50%)
de: Bedarf (50%)
ru: Нужное (50%)

# budget503020_wants30
source: Wants (30%)
de: Wünsche (30%)
ru: Желания (30%)

# budget503020_savings20
source: Savings (20%)
de: Sparen (20%)
ru: Коплю (20%)

# budget503020_tip
source: Tip: if you want to save faster — try starting with 10% in savings and gradually increase.
de: Tipp: Wenn du schneller sparen willst — beginne mit 10% Sparen und erhöhe schrittweise.
ru: Совет: если хочешь быстрее копить — попробуй начать с 10% в накопления и постепенно увеличивать.

# budget503020_createPiggyBanks
source: Create 3 piggy banks
de: 3 Spardosen erstellen
ru: Создать 3 копилки

# budget503020_dialogTitle
source: Confirmation
de: Bestätigung
ru: Подтверждение

# budget503020_dialogSubtitle
source: Creating piggy banks using the 50/30/20 rule
de: Spardosen nach der 50/30/20-Regel erstellen
ru: Создание копилок по правилу 50/30/20

# priceComparison_title
source: Price Comparison
de: Preisvergleich
ru: Сравнение цен

# priceComparison_subtitle
source: Compare two options and find out which is better by unit price.
de: Vergleiche zwei Optionen und finde heraus, welche pro Einheit günstiger ist.
ru: Сравни два варианта и узнай, какой выгоднее по цене за единицу.

# priceComparison_step1
source: Option A
ru: Вариант A

# priceComparison_step2
source: Option B
ru: Вариант B

# priceComparison_step3
source: Result
de: Ergebnis
ru: Итог

# priceComparison_priceA
source: Price A
de: Preis A
ru: Цена A

# priceComparison_quantityA
source: Quantity / weight A
de: Menge / Gewicht A
ru: Количество / вес A

# priceComparison_priceB
source: Price B
de: Preis B
ru: Цена B

# priceComparison_quantityB
source: Quantity / weight B
de: Menge / Gewicht B
ru: Количество / вес B

# priceComparison_result
source: Result
de: Ergebnis
ru: Итог

# priceComparison_pricePerUnitA
source: Price per unit A
de: Preis pro Einheit A
ru: Цена за 1 единицу A

# priceComparison_pricePerUnitB
source: Price per unit B
de: Preis pro Einheit B
ru: Цена за 1 единицу B

# priceComparison_betterOption
source: Better: option {option} (savings ~{percent}%)
de: Besser: Option {option} (Ersparnis ~{percent}%)
ru: Выгоднее: вариант {option} (экономия ~{percent}%)

# priceComparison_saveForBari
source: Save conclusion for Bari
de: Ergebnis für Bari speichern
ru: Сохранить вывод для Бари

# subscriptions_title
source: Subscriptions & Regular Payments
de: Abos & regelmäßige Zahlungen
ru: Подписки и регулярки

# subscriptions_regular
source: Regular payment
de: Regelmäßige Zahlung
ru: Регулярка

# calendar_today
source: Today
de: Heute
ru: Сегодня

# calendar_noEvents
source: No events
de: Keine Ereignisse
ru: Нет событий

# calendar_event
source: event
de: Ereignis
ru: событие

# calendar_events234
source: events
de: Ereignisse
ru: события

# calendar_events5plus
source: events
de: Ereignisse
ru: событий

# calendar_freeDay
source: Free day
de: Freier Tag
ru: Свободный день

# calendar_noEventsOnDay
source: Nothing planned for this day. Maybe it's time to add something?
de: Für diesen Tag ist nichts geplant. Vielleicht ist es Zeit, etwas hinzuzufügen?
ru: На этот день ничего не запланировано. Может, самое время что-то добавить?

# calendar_startPlanning
source: Start planning! 🚀
de: Fang an zu planen! 🚀
ru: Начни планировать! 🚀

# calendar_createFirstEvent
source: Create your first event — it makes saving and remembering easier
de: Erstelle dein erstes Ereignis — es macht Sparen und Erinnern einfacher
ru: Создай первое событие — так проще копить и не забывать о важном

# calendar_createFirstPlan
source: Create first plan
de: Ersten Plan erstellen
ru: Создать первый план

# calendar_addEvent
source: Add event
de: Ereignis hinzufügen
ru: Добавить событие

# calendar_income
source: Income
de: Einnahmen
ru: Доходы

# calendar_expense
source: Expenses
de: Ausgaben
ru: Расходы

# calendar_done
source: Done
de: Erledigt
ru: Выполнено

# calendar_confirmCompletion
source: Confirm completion
de: Abschluss bestätigen
ru: Подтвердить выполнение

# calendar_amount
source: Amount
de: Betrag
ru: Сумма

# calendar_confirm
source: Confirm
de: Bestätigen
ru: Подтвердить

# calendar_rescheduleEvent
source: Reschedule event
de: Ereignis verschieben
ru: Перенести событие

# calendar_dateAndTime
source: Date and time
de: Datum und Uhrzeit
ru: Дата и время

# calendar_notification
source: Notification
de: Benachrichtigung
ru: Уведомление

# calendar_move
source: Move
de: Verschieben
ru: Перенести

# calendar_whereToAdd
source: Where to add {amount}?
de: Wohin {amount} hinzufügen?
ru: Куда добавить {amount}?

# calendar_toWallet
source: To wallet
de: In den Geldbeutel
ru: В кошелёк

# calendar_availableForSpending
source: Available for spending
de: Verfügbar zum Ausgeben
ru: Доступно для трат

# calendar_toPiggyBank
source: To piggy bank
de: In die Spardose
ru: В копилку

# calendar_forGoal
source: For a goal
de: Für ein Ziel
ru: На цель

# calendar_selectPiggyBank
source: Select piggy bank
de: Spardose auswählen
ru: Выбери копилку

# calendar_eventCompleted
source: Event completed! +15 XP
de: Ereignis abgeschlossen! +15 XP
ru: Событие выполнено! +15 XP

# calendar_eventCancelled
source: Event cancelled
de: Ereignis abgebrochen
ru: Событие отменено

# calendar_eventDeleted
source: Event deleted
de: Ereignis gelöscht
ru: Событие удалено

# calendar_eventCompletedXp
source: Event completed! +15 XP
de: Ereignis abgeschlossen! +15 XP
ru: Событие выполнено! +15 XP

# calendar_invalidAmount
source: Please enter a valid amount
de: Bitte gib einen gültigen Betrag ein
ru: Введите корректную сумму

# calendar_date
source: Date
de: Datum
ru: Дата

# calendar_time
source: Time
de: Uhrzeit
ru: Время

# calendar_everyDay
source: Every day
de: Jeden Tag
ru: Каждый день

# calendar_everyWeek
source: Every week
de: Jede Woche
ru: Каждую неделю

# calendar_everyMonth
source: Every month
de: Jeden Monat
ru: Каждый месяц

# calendar_everyYear
source: Every year
de: Jedes Jahr
ru: Каждый год

# calendar_repeat
source: Repeat
de: Wiederholen
ru: Повтор

# calendar_noRepeat
source: None
de: Keine
ru: Нет

# calendar_deleteAction
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
ru: Это действие нельзя отменить.

# calendar_week
source: Week
de: Woche
ru: Неделя

# calendar_month
source: Month
de: Monat
ru: Месяц

# parentZone_title
source: Parent Zone
de: Elternbereich
ru: Родительская зона

# parentZone_approvals
source: Pending approvals
de: Ausstehende Genehmigungen
ru: Ожидают одобрения

# parentZone_statistics
source: Statistics
de: Statistik
ru: Статистика

# parentZone_settings
source: Settings
de: Einstellungen
ru: Настройки

# parentZone_pinMustBe4Digits
source: PIN must contain 4 digits
de: PIN muss 4 Ziffern enthalten
ru: PIN должен содержать 4 цифры

# parentZone_wrongPin
source: Wrong PIN
de: Falsche PIN
ru: Неверный PIN

# parentZone_pinChanged
source: PIN changed
de: PIN geändert
ru: PIN изменён

# parentZone_premiumUnlocked
source: Premium unlocked
de: Premium freigeschaltet
ru: Премиум разблокирован

# parentZone_resetData
source: Reset data
de: Daten zurücksetzen
ru: Сброс данных

# parentZone_resetWarning
source: WARNING! This action will delete ALL application data.
de: WARNUNG! Diese Aktion löscht ALLE Anwendungsdaten.
ru: ВНИМАНИЕ! Это действие удалит ВСЕ данные приложения.

# parentZone_enterPinToConfirm
source: Enter PIN to confirm:
de: PIN zur Bestätigung eingeben:
ru: Введите PIN для подтверждения:

# parentZone_reset
source: Reset
de: Zurücksetzen
ru: Сбросить

# parentZone_allDataDeleted
source: All data deleted
de: Alle Daten gelöscht
ru: Все данные удалены

# parentZone_resetError
source: Reset error: {error}
de: Fehler beim Zurücksetzen: {error}
ru: Ошибка сброса: {error}

# parentZone_login
source: Login
de: Anmelden
ru: Войти

# parentZone_unlockPremium
source: Unlock premium
de: Premium freischalten
ru: Разблокировать премиум

# parentZone_edit
source: Edit
de: Bearbeiten
ru: Изменить

# parentZone_close
source: Close
de: Schließen
ru: Закрыть

# parentZone_earningsApproved
source: Earnings approved
de: Verdienst genehmigt
ru: Заработок одобрен

# parentZone_earningsRejected
source: Earnings rejected
de: Verdienst abgelehnt
ru: Заработок отклонён

# exportImport_title
source: Export/Import
ru: Экспорт/Импорт

# exportImport_exportData
source: Export data
de: Daten exportieren
ru: Экспорт данных

# exportImport_exportDescription
source: Save all data to JSON file
de: Alle Daten in JSON-Datei speichern
ru: Сохранить все данные в JSON файл

# exportImport_export
source: Export
de: Exportieren
ru: Экспортировать

# exportImport_importData
source: Import data
de: Daten importieren
ru: Импорт данных

# exportImport_importDescription
source: Load data from JSON file
de: Daten aus JSON-Datei laden
ru: Загрузить данные из JSON файла

# exportImport_import
source: Import
de: Importieren
ru: Импортировать

# exportImport_dataCopied
source: Data copied to clipboard
de: Daten in Zwischenablage kopiert
ru: Данные скопированы в буфер обмена

# exportImport_exportError
source: Export error: {error}
de: Exportfehler: {error}
ru: Ошибка экспорта: {error}

# exportImport_importSuccess
source: Data successfully imported
de: Daten erfolgreich importiert
ru: Данные успешно импортированы

# exportImport_importError
source: Import error
de: Importfehler
ru: Ошибка импорта

# exportImport_importErrorDetails
source: Failed to import data: {error}
de: Daten konnten nicht importiert werden: {error}
ru: Не удалось импортировать данные: {error}

# exportImport_pasteJson
source: Paste JSON data
de: JSON-Daten einfügen
ru: Вставьте JSON данные

# minitrainers_result
source: Result
de: Ergebnis
ru: Результат

# minitrainers_correctAnswers
source: Correct answers: {score}/{total} +{xp} XP
de: Richtige Antworten: {score}/{total} +{xp} XP
ru: Правильных ответов: {score}/{total} +{xp} XP

# minitrainers_great
source: Great!
de: Großartig!
ru: Отлично!

# minitrainers_findExtraPurchase
source: Find the extra purchase
de: Finde den überflüssigen Kauf
ru: Найди лишнюю покупку

# minitrainers_answer
source: Answer
de: Antworten
ru: Ответить

# minitrainers_buildBudget
source: Build budget
de: Budget erstellen
ru: Собери бюджет

# minitrainers_check
source: Check
de: Prüfen
ru: Проверить

# minitrainers_wellDone
source: Well done!
de: Gut gemacht!
ru: Молодец!

# minitrainers_discountOrTrap
source: Discount or trap?
de: Rabatt oder Falle?
ru: Скидка или ловушка?

# minitrainers_yes
source: Yes
de: Ja
ru: Да

# minitrainers_no
source: No
de: Nein
ru: Нет

# minitrainers_correct
source: Correct!
de: Richtig!
ru: Правильно!

# minitrainers_goodTry
source: Good try
de: Guter Versuch
ru: Хорошая попытка

# calculators_3PiggyBanksCreated
source: 3 piggy banks created
de: 3 Spardosen erstellt
ru: 3 копилки созданы

# rule24h_xp50
source: 🎉 +50 XP for self-control!
de: 🎉 +50 XP für Selbstkontrolle!
ru: 🎉 +50 XP за самоконтроль!

# subscriptions_frequency
source: Frequency
de: Häufigkeit
ru: Частота

# statistics_title
source: Statistics
de: Statistik
ru: Статистика

# calculators_nDaysSavings
source: Savings for N days
de: Ersparnisse für N Tage
ru: Накопления за N дней

# calculators_weeklySavings
source: Weekly savings
de: Wöchentliche Ersparnisse
ru: Накопления по неделям

# calculators_piggyGoal
source: Piggy bank goal
de: Spardosen-Ziel
ru: Цель копилки

# earningsLab_schedule
source: Schedule
de: Planen
ru: Запланировать

# recommendations_newTip
source: New tip
de: Neuer Tipp
ru: Новый совет

# earningsHistory_title
source: Earnings history
de: Verdiensthistorie
ru: История заработка

# earningsHistory_all
source: All
de: Alle
ru: Всё

# calendarForecast_7days
source: 7 days
de: 7 Tage
ru: 7 дн

# calendarForecast_30days
source: 30 days
de: 30 Tage
ru: 30 дн

# calendarForecast_90days
source: 90 days
de: 90 Tage
ru: 90 дн

# calendarForecast_year
source: Year
de: Jahr
ru: Год

# calendarForecast_summary
source: Summary
de: Zusammenfassung
ru: Сводка

# calendarForecast_categories
source: Categories
de: Kategorien
ru: Категории

# calendarForecast_dates
source: Dates
de: Daten
ru: Даты

# calendarForecast_month
source: Month
de: Monat
ru: Месяц

# calendarForecast_all
source: All
de: Alle
ru: Все

# calendarForecast_income
source: Income
de: Einnahmen
ru: Доходы

# calendarForecast_expenses
source: Expenses
de: Ausgaben
ru: Расходы

# calendarForecast_large
source: Large
de: Groß
ru: Крупные

# planEvent_amount
source: Amount
de: Betrag
ru: Сумма

# planEvent_nameOptional
source: Name (optional)
ru: Название (необязательно)

# planEvent_category
source: Category
de: Kategorie
ru: Категория

# planEvent_date
source: Date
de: Datum
ru: Дата

# planEvent_time
source: Time
de: Uhrzeit
ru: Время

# planEvent_repeat
source: Repeat
de: Wiederholen
ru: Повтор

# planEvent_notification
source: Notification
de: Benachrichtigung
ru: Уведомление

# planEvent_remindBefore
source: Remind before
de: Erinnern vor
ru: Напомнить за

# planEvent_atMoment
source: At moment
de: Zum Zeitpunkt
ru: В момент

# planEvent_15minutes
source: 15 minutes before
de: 15 Minuten vorher
ru: За 15 минут

# planEvent_30minutes
source: 30 minutes before
de: 30 Minuten vorher
ru: За 30 минут

# planEvent_1hour
source: 1 hour before
de: 1 Stunde vorher
ru: За 1 час

# planEvent_1day
source: 1 day before
de: 1 Tag vorher
ru: За 1 день

# planEvent_eventChanged
source: Event changed
de: Ereignis geändert
ru: Событие изменено

# planEvent_repeatingEventWarning
source: Repeating event
de: Wiederholendes Ereignis
ru: Повторяющееся событие

# planEvent_repeatingEventDescription
source: This event is part of a repeating series. Changes will apply to all future events.
de: Dieses Ereignis ist Teil einer wiederholenden Serie. Änderungen gelten für alle zukünftigen Ereignisse.
ru: Это событие является частью повторяющейся серии. Изменения применятся ко всем будущим событиям.

# calendar_editEvent
source: Edit event
de: Ereignis bearbeiten
ru: Изменить событие

# calendar_planEvent
source: Plan event
de: Ereignis planen
ru: Запланировать событие

# planEvent_eventType
source: Event type
de: Ereignistyp
ru: Тип события

# transaction_income
source: Income
de: Einkommen
ru: Доход

# transaction_expense
source: Expense
de: Ausgabe
ru: Расход

# category_food
source: Food
de: Essen
ru: Еда

# category_transport
source: Transport
ru: Транспорт

# category_entertainment
source: Entertainment
de: Unterhaltung
ru: Развлечения

# category_other
source: Other
de: Sonstiges
ru: Другое

# minitrainers_60seconds
source: 60 seconds
de: 60 Sekunden
ru: 60 секунд

# earningsLab_wrongPin
source: Wrong PIN. Parent approval required.
de: Falscher PIN. Eltern-Genehmigung erforderlich.
ru: Неверный PIN. Нужно одобрение родителя.

# earningsLab_noPiggyBanks
source: No piggy banks. Create a piggy bank first.
de: Keine Sparschweine. Erstelle zuerst ein Sparschwein.
ru: Нет копилок. Сначала создай копилку.

# earningsLab_sentForApproval
source: Sent to parent for approval
de: An Eltern zur Genehmigung gesendet
ru: Отправлено родителю на одобрение

# earningsLab_amountCannotBeNegative
source: Amount cannot be negative
de: Betrag darf nicht negativ sein
ru: Сумма не может быть отрицательной

# earningsLab_wallet
source: Wallet
de: Geldbörse
ru: Кошелёк

# earningsLab_piggyBank
source: Piggy Bank
de: Sparschwein
ru: Копилка

# earningsLab_no
source: No
de: Nein
ru: Нет

# earningsLab_daily
source: Daily
de: Täglich
ru: Ежедневно

# earningsLab_weekly
source: Weekly
de: Wöchentlich
ru: Еженедельно

# earningsLab_reminder
source: Reminder
de: Erinnerung
ru: Напоминание

# earningsLab_selectPiggyForReward
source: Select piggy bank for reward
de: Sparschwein für Belohnung auswählen
ru: Выбери копилку для награды

# earningsLab_createPlan
source: Create plan
de: Plan erstellen
ru: Создать план

# earningsLab_discussWithBari
source: Discuss with Bari
de: Mit Bari besprechen
ru: Обсудить с Бари

# earningsLab_parentApprovalRequired
source: Parent approval required
de: Eltern-Genehmigung erforderlich
ru: Нужно одобрение родителя

# earningsLab_fillRequiredFields
source: Please fill in required fields
de: Bitte füllen Sie die erforderlichen Felder aus
ru: Заполните обязательные поля

# earningsLab_completed
source: Completed: {title}
de: Abgeschlossen: {title}
ru: Выполнено: {title}

# earningsLab_howMuchEarned
source: How much did you earn?
de: Wie viel hast du verdient?
ru: Сколько получил?

# earningsLab_whatWasDifficult
source: What was difficult?
de: Was war schwierig?
ru: Что было сложным?

# earningsLab_addCustomTask
source: Add custom task
de: Eigene Aufgabe hinzufügen
ru: Добавить своё задание

# earningsLab_canRepeat
source: Can repeat
de: Kann wiederholt werden
ru: Можно повторять

# earningsLab_requiresParent
source: Requires parent
de: Eltern erforderlich
ru: Нужен родитель

# earningsLab_taskName
source: Task name *
de: Aufgabename *
ru: Название задания *

# earningsLab_taskNameHint
source: For example: Help grandma
de: Zum Beispiel: Oma helfen
ru: Например: Помочь бабушке

# earningsLab_description
source: Description
de: Beschreibung
ru: Описание

# earningsLab_descriptionHint
source: What needs to be done?
de: Was muss getan werden?
ru: Что нужно сделать?

# earningsLab_descriptionOptional
source: Description (optional)
de: Beschreibung (optional)
ru: Описание (необязательно)

# earningsLab_descriptionOptionalHint
source: For example: what exactly needs to be done
de: Zum Beispiel: was genau getan werden muss
ru: Например: что именно нужно сделать
